Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_3082_*.po
Languages: es_es

source: Margins
es_es: Márgenes

source: Mark All Highlight:
es_es: Todo lo resaltado:

source: Match
es_es: Coincidencia

source: Match &case
es_es: Coincidir &MAY/min

source: Match &whole word only
es_es: &Sólo palabras enteras

source: Method
es_es: Método

source: Modified
es_es: Modificado

source: More Options
es_es: Más opciones

source: Move &Down
es_es: &Bajar

source: Move &Up
es_es: &Subir

source: Move Line &Up
es_es: M&ueve la línea hacia arriba

source: Move Line Do&wn
es_es: Mue&ve la linea hacia abajo

source: Name
es_es: Nombre

source: Name:
es_es: Nombre:

source: New File
es_es: Nuevo archivo

source: New Files
es_es: Nuevos archivos

source: New Folder
es_es: &Nueva carpeta

source: New Project Group
es_es: Nuevo grupo de proyecto

source: New Project...
es_es: Nuevo proyecto...

source: New Tool
es_es: Nueva herramienta

source: Next B&ookmark
es_es: Siquiente marcad&or

source: No Override
es_es: No sobrescribir

source: No long line help
es_es: Sin auxiliar de línea larga

source: No more occurrences found in the specified set of documents.
es_es: No se encontraron más ocurrencias en el conjunto de documentos especificado.

source: No updates are available at this time.
es_es: No existen actualizaciones disponibles en este momento.

source: Not
es_es: No

source: Note: The first item in any list will be the default tool.
es_es: Nota: El primer elemento será la herramienta predeterminada.

source: OK
es_es: Aceptar

source: Only show with ma&ximized document windows
es_es: Sólo mostrar con ventanas max&imizadas

source: Open &Folder
es_es: Abrir &carpeta

source: Open Con&taining Folder
es_es: Abrir carpeta &contenedora

source: Open Fi&les
es_es: Abrir a&rchivos

source: Open Files
es_es: Abrir archivos

source: Open Pro&ject(s)...
es_es: Abrir pro&yectos...

source: Open Project(s)...
es_es: Abrir proyectos

source: Open Project/Project Group
es_es: Abrir proyecto/Grupo de proyecto

source: Open Wor&kspace...
es_es: Abrir e&spacio de trabajo...

source: Open an existing document Open
es_es: Abre un documento existente Abrir

source: Open another window for the active document New Window
es_es: Abre otra ventana para el documento activo Nueva ventana

source: Open in De&fault Program
es_es: Abrir en programa pre&determinado

source: Open this document
es_es: Abre este documento

source: Options
es_es: Opciones

source: Or
es_es: O

source: Orientation
es_es: Orientación

source: Other User Interface Options
es_es: Otras opciones de interfaz de usuario

source: Output
es_es: Salida

source: Output Parsing:
es_es: Salida del análisis:

source: Override Indentation:
es_es: Sobrescribir sangría:

source: P&ortrait
es_es: &Retrato

source: PN &Home Page
es_es: Página &web de PN

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
es_es: PN no podría remover la protección contra escritura de "%s". ¿Le gustaría guardarlo con un nombre diferente?

source: PN2 File Associations
es_es: Asociaciones de archivo de PN2

source: PN2 should &check the associations when starting
es_es: PN2 debería &comprobar las asociaciones al inicio

source: PROJECT
es_es: PROYECTO

source: Page Count (%P)
es_es: Cuenta de páginas (%P)

source: Page Setup
es_es: Configurar página

source: Paper
es_es: Papel

source: Parameters:
es_es: Parámetros

source: Params
es_es: Parámetros

source: Pass my selection to this tool using Standard Input
es_es: Pasar mi selección a esta herramienta usando la entrada estándar

source: Pattern:
es_es: Patrón:

source: Presets
es_es: Preestablecidos

source: Preview
es_es: Vista previa

source: Print Set&up...
es_es: Config&urar impresora...

source: Print the active document Print
es_es: Imprime el docmuneto activo Imprimir

source: Programmer's Notepad 2 is not the handler for these extensions:
es_es: Programmer's Notepad 2 no es el gestor de estas extensiones:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
es_es: Programmer's Notepad 2 provee soporte incorporado para analizar las salidas de las siguientes herramientas: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl y otras herramientas similares.

source: Project
es_es: Proyecto

source: Project Group
es_es: Grupo de proyecto

source: Project Group Files (*.ppg)|*.ppg|
es_es: Archivos de grupo de proyectos (*.ppg)|*.ppg|

source: Project Template:
es_es: Plantilla de proyecto:

source: Project Tools
es_es: Herramientas de proyectos

source: Project "%s" has been changed, do you want to save the changes before removing?
es_es: El proyecto "%s" ha sido cambiado, ¿quiere guardar los cambios antes de removerlo?

source: Projects
es_es: Proyectos

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
es_es: Proyectos y grupos de proyectos (*.pnproj, *.ppg)|*.pnproj;*.ppg|

source: Proper&ties...
es_es: Prop&iedades...

source: Properties
es_es: Propiedades

source: Quit the application; prompts to save documents Exit
es_es: Cierra la aplicación; sugiriendo guardar los documentos Salir

source: R&eplace
es_es: R&eemplazar

source: Re&fresh
es_es: Re&frescar

source: Re&name
es_es: Re&nombrar

source: Re&vert
es_es: Re&vertir

source: Re-Open
es_es: Reabrir

source: Ready
es_es: Listo

source: Recent Pro&jects
es_es: Pro&yectos recientes

source: Rectangular Selection.
es_es: Selección rectangular.

source: Redo the previously undone action Redo
es_es: Rehace la acción deshecha anteriormente Rehacer

source: Reduce the window to an icon
es_es: Reduce la ventana a un icono

source: Regular &expression
es_es: &Expresión regular

source: Remove Blank &Lines
es_es: Remover líneas blancas

source: Repeat the last action Repeat
es_es: Repite la última acción Repetir

source: Replace
es_es: Reemplazar

source: Replace &All
es_es: Reemplazar &todo

source: Replace my selection.
es_es: Reemplazar mi selección.

source: Replace specific text with different text Replace
es_es: Reemplaza el texto especificado con un texto diferente Reemplazar

source: Replace with:
es_es: Reemplazar con:

source: Report a &bug...
es_es: Reportar un &error...

source: Reset &All
es_es: Restablecer &todo

source: Restore the window to normal size
es_es: Restaura la ventana a su tamaño normal

source: Revert this document to the current saved state Revert
es_es: Revierte este documento a su estado guardado actual Revertir

source: Rightmost Column:
es_es: Columna derecha:

source: Sa&ve Project
es_es: &Guardar proyecto

source: Save
es_es: Guardar

source: Save &As...
es_es: Guardar &como...

source: Save &Workspace As...
es_es: Guardar &espacio de trabajo como...

source: Save A&ll
es_es: Guardar &todo

source: Save all open documents Save All
es_es: Guarda todos los documentos abiertos Guardar todo

source: Save the active document with a new name Save As
es_es: Guarda el documento activo con un nombre nuevo Guardar como

source: Save the active document Save
es_es: Guarda el documento activo Guardar

source: Save:
es_es: Guardar:

source: Scheme
es_es: Esquema

source: Scheme:
es_es: Esquema:

source: Schemes
es_es: Esquemas

source: Search
es_es: Buscar

source: Search &up
es_es: Buscar hacia &arriba

source: Search sub&directories
es_es: Buscar en sub&directorios

source: Select &All
es_es: Seleccionar &todo

source: Select the entire document Select All
es_es: Selecciona todo el documento Seleccionar todo

source: Select the root folder for the search:
es_es: Seleccione la carpeta raíz para la búsqueda:

source: Select the working folder for the tool:
es_es: Seleccione la carpeta de trabajo para esta herramienta:

source: Selected Word Highlight:
es_es: Resaltar palabra seleccionada:

source: Selecti&on
es_es: Sele&cción

source: Selection Background:
es_es: Fondo de selección:

source: Selection Foreground:
es_es: Primer plano de selección:

source: Semi-transparent when not active (Windows XP+ only).
es_es: Semitransparente cuando no está activo (sólo Windows XP+).

source: Settings
es_es: Configuración

source: Shortcut
es_es: Atajo

source: Shortcut:
es_es: Atajo:

source: Shortcuts:
es_es: Atajos:

source: Show &Tabs
es_es: Mostrar &tabulaciones

source: Show Indentation Guides
es_es: Mostrar guías de sangría

source: Show Mini Editor Toolbar
es_es: Mostrar barra de herramientas de Mini Editor

source: Show a line at the edge column
es_es: Mostrar línea en borde de columna

source: Show or hide the status bar Toggle StatusBar
es_es: Muestra u oculta la barra de estado Mostrar/Ocultar barra de estado

source: Show or hide the toolbar Toggle ToolBar
es_es: Muestra u oculta la barra de herramientsa Mostrar/ocultar barra de herramientas

source: Si&ze:
es_es: &Tamaño:

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
es_es: Lamenteblemente, Programmer's Notepad no podría abrir este archivo - probablemente porque es demasiado grande (error actual: %s). PN necesita tener suficiente memoria libre para abrir un archivo dos veces para editarlo exitosamente.

source: Special Symbols:
es_es: Símbolos especiales:

source: Spli&t Lines
es_es: Div&idir líneas

source: Split V&ertical
es_es: Dividir &verticalmente

source: Split the active window into panes Split
es_es: Divide el documento activo en paneles Dividir

source: Standard Input and Output:
es_es: Entrada y salida estándar:

source: Start Extensions:
es_es: Extensiones iniciales:

source: Start Phrase:
es_es: Frase inicial:

source: Start with a new, &blank document
es_es: Iniciar con un nuevo, documento en &blanco

source: Starting Phrase
es_es: Frase inicial

source: Static
es_es: Estático

source: Stop R&ecording
es_es: Detener &grabación

source: Strictly enforce the auto-scroll positioning
es_es: Forzar posicionamiento autodesplazable

source: Strip trailing spaces before saving
es_es: Quitar rastros de espacios antes de guardar

source: Styles
es_es: Estilos

source: Switch
es_es: Cambiar

source: Switch back to the previous window pane Previous Pane
es_es: Regresa al panel de la ventana aterior Panel anterior

source: Switch to the next document window
es_es: Cambia a la ventana del siguiente documento

source: Switch to the next window pane Next Pane
es_es: Cambia al siguiente panel de ventana Siguiente panel

source: Switch to the previous document window
es_es: Cambia a la anterior ventana de documento

source: Syntax &Highlighting
es_es: &Resaltado de sintaxis

source: T&ags
es_es: E&tiquetas

source: Tab &order controlled by recent use
es_es: &Ordenar pestañas por uso reciente

source: Tab Width:
es_es: Ancho tabulación:

source: Tabs
es_es: Tabulaciones

source: Tabs go here.
es_es: Las etiquetas van aquí

source: Tagged Expression 1
es_es: Expresión etiquetada 1

source: Tagged Expression 2
es_es: Expresión etiquetada 2

source: Tagged Expression 3
es_es: Expresión etiquetada 3

source: Tagged Expression 4
es_es: Expresión etiquetada 4

source: Tagged Expression 5
es_es: Expresión etiquetada 5

source: Tagged Expression 6
es_es: Expresión etiquetada 6

source: Tagged Expression 7
es_es: Expresión etiquetada 7

source: Tagged Expression 8
es_es: Expresión etiquetada 8

source: Tagged Expression 9
es_es: Expresión etiquetada 9

source: Tagged Expresssion
es_es: Expresión etiquetada

source: Tags
es_es: Etiquetas

source: Template Field:
es_es: Campo de plantilla:

source: Testing:
es_es: Prueba:

source: Text &Colour:
es_es: &Color de texto:

source: Text Clip Editor
es_es: Editor de clip de texto

source: Text Clips
es_es: Clips de texto

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
es_es: El archivo "%s" no podría ser guardado porque está protegido contra escritura. Puede guardarlo en una ubicación diferente o PN puede intentar remover la protección y sobrescribir el archivo en su ubicación actual.

source: The file must be placed inside this magic folder directory.
es_es: El archivo debe ser colocado dentro del directorio de esta carpeta mágica.

source: The folder %s could not be created, check that the path is valid.
es_es: La carpeta %s no podría ser creada, compruebe que la ruta es válida.

source: The folder %s does not exist, do you want to create it?
es_es: La carpeta %s no existe, ¿quiere crearla?

source: The regular expression is not valid.
es_es: La expresión regular no es válida.

source: The selected method for this extension is currently associated with '%s'
es_es: El método seleccionado para esta extensión está asociada actualmente con '%s'

source: The specified project does not exist, would you like to create it?
es_es: El proyecto especificado no existe, ¿le gustaría crearlo?

source: The specified text '%s' was not found.
es_es: El texto especificado '%s' no existe.

source: This project has no properties.
es_es: El proyecto no tiene propiedades.

source: This tool will modify the current file.
es_es: Esta herramienta modificará el archivo actual.

source: Tile &Horizontal
es_es: Mosaico &horizontal

source: Tile &Vertical
es_es: Mosaico &vertical

source: Toggle &Bookmark
es_es: Alternar &marcador

source: Toggle Fold
es_es: Alternar pliegue

source: Toggle line numbers display
es_es: Mostrar/ocultar números de línea

source: Toggle syntax highlighting
es_es: Alternar resaltado de sintaxis

source: Toggle visible line-end characters
es_es: Mostrar/ocultar caracteres de fin de línea

source: Toggle visible whitespace characters
es_es: Mostrar/ocultar caracteres de espacios blancos

source: Toggle word wrap
es_es: Alternar ajuste de texto

source: Toggle write protect
es_es: Alternar protección contra escritura

source: Tools
es_es: Herramientas

source: Trans&form
es_es: Trans&formar

source: Transp&ose Lines
es_es: Transp&oner líneas

source: Type Name
es_es: Nombre de tipo

source: Type the name of the new Clip set...
es_es: Escriba el nombre del nuevo conjunto de clips...

source: U&ppercase
es_es: &Mayúscula

source: UTF-8 No Mark
es_es: UTF-8 sin marca

source: Undo the last action Undo
es_es: Deshace la última acción Deshacer

source: Unknown
es_es: Desconocido

source: Untitled
es_es: Sin título

source: Use &Tabs
es_es: Usar &tabulaciones

source: Use As &Script
es_es: Usar como &scripts

source: Use Spaces
es_es: Usar espacios

source: Use an individual output window.
es_es: Usar una ventana de salida individual.

source: Use tabs
es_es: Usar tabulaciones.

source: Use the built-in error parser.
es_es: Usar el analizador de errores incorporado.

source: Use the main output window.
es_es: Usar la ventana de salida principal.

source: User Name (%u)
es_es: Nombre de usuario (%u)

source: Version
es_es: Versión

source: Visible &Whitespace Characters
es_es: Caracteres de &espacios blancos

source: Visible Line &Endings
es_es: &Finales de línea visibles

source: Visual Help
es_es: Ayuda visual

source: WORKSPACE
es_es: ESPACIO DE TRABAJO

source: Warning: the file %s does not exist any more.
es_es: Advertencia: el archivo %s ya no existe.

source: When an open file is dropped:
es_es: Cuando se suelta un archivo abierto:

source: When attempting to re-open a file:
es_es: Cuando se intenta reabrir un archivo:

source: Word W&rap
es_es: A&juste de texto

source: Words:
es_es: Palabras:

source: Workspace Files (*.pnws)|*.pnws|
es_es: Archivos de espacios de trabajos (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
es_es: ¿Le gustaría guardar los cambios en: %s?

source: Write protect
es_es: Protección contra escritura

source: Yes
es_es: Si

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
es_es: Puede restringir los tipos de archivos mostrados por una carpeta mágica, y los directorios que muestra.

source: Zoom O&ut
es_es: A&lejar

source: > Process Exit Code:
es_es: > Código de salida del proceso:

source: > Time Taken:
es_es: > Tempo tomado:

source: characters
es_es: caracteres

source: example: %f:%l:
es_es: ejemplo: %f:%l:

source: pixels
es_es: pixeles

source: text lines
es_es: líneas de texto
