Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1040_*.po
Languages: it_it

source: Group
it_it: Gruppo

source: HEADERFOOTERFIELDS
it_it: CAMPOINTESTAZIONEPIÈDIPAGINA

source: Highlight all instances of selected word
it_it: Evidenzia tutte le occorrenze della parola selezionata

source: Highlight current editor line
it_it: Evidenzia la riga corrente

source: Highlight text beyond the edge column
it_it: Evidenzia il testo oltre il bordo

source: Hint
it_it: Suggerimento

source: Hint:
it_it: Suggerimento:

source: Horizontal:
it_it: Orizzontale:

source: In &selection
it_it: Nella &selezione

source: Include &hidden
it_it: Includi nascosti

source: Include Scheme Keywords
it_it: Includi parole chiave dello schema

source: Include Tags
it_it: Includi tags

source: Indentation Guides:
it_it: Guide di indentazione:

source: Insert Clipboard contents Paste
it_it: Inserisci il contenuto degli appunti Incolla

source: Integration
it_it: Integrazione

source: Interface
it_it: Interfaccia

source: Jump To...
it_it: Vai a...

source: Jump to:
it_it: Vai a:

source: Keyboard
it_it: Tastiera

source: Keyboard Shortcuts
it_it: Scorciatoie da tastiera

source: Keywords
it_it: Parole chiave

source: L&andscape
it_it: P&anorama

source: Language
it_it: Linguaggio

source: Line
it_it: Riga

source: Line &End Markers
it_it: Marcatore di fin&e riga

source: Line &Numbers
it_it: &Numero di riga

source: Line Endings:
it_it: Fine riga:

source: Line Padding
it_it: Ingombro riga:

source: Lines:
it_it: Righe:

source: Lo&wercase
it_it: Minuscolo

source: Long Line Helpers
it_it: Evidenzia righe lunghe

source: Look for a custom pattern:
it_it: Cerca un modello personalizzato:

source: Look for testing releases
it_it: Cerca una versione di test

source: Margins
it_it: Margini

source: Mark All Highlight:
it_it: Segna tutti gli evidenziati:

source: Match
it_it: Corrispondenza

source: Match &case
it_it: &Corrispondenza maiuscolo/minuscolo

source: Match &whole word only
it_it: Corrispondenza solo parola intera

source: Match Case
it_it: Corrispondenza maiuscolo/minuscolo

source: Meaning
it_it: Significato

source: Method
it_it: Metodo

source: Modified
it_it: Modificato

source: More Options
it_it: Più opzioni

source: Move &Down
it_it: Sposta so&tto

source: Move &Up
it_it: Sposta so&pra

source: Move Line &Up
it_it: Sposta riga sopra

source: Move Line Do&wn
it_it: Sposta riga sotto

source: Name
it_it: Nome

source: Name:
it_it: Nome:

source: New Clip Set
it_it: Nuovo insieme di appunti

source: New File
it_it: Nuovo file

source: New Files
it_it: Nuovi files

source: New Folder
it_it: Nuova cartella

source: New Project Group
it_it: Nuovo gruppo di progetti

source: New Project...
it_it: Nuovo progetto...

source: New Tool
it_it: Nuovo strumento

source: Next B&ookmark
it_it: Nuov&o segnalibro

source: No Override
it_it: Non sovrascrivere

source: No long line help
it_it: Disattiva limite di colonna

source: No more occurrences found in the specified set of documents.
it_it: Nessun'altra occorrenza trovata nell'insieme di documenti specificati.

source: No updates are available at this time.
it_it: Nessun aggiornamento è disponibile in questo momento.

source: None
it_it: Nessuno

source: Not
it_it: Non

source: Note: The first item in any list will be the default tool.
it_it: Nota: La prima voce in ogni lista sarà lo strumento predefinito.

source: Only show with ma&ximized document windows
it_it: Mostra solamente quando la finestre dei documenti sono massimizzate

source: Open
it_it: Apri

source: Open &Folder
it_it: Apri cartella

source: Open Con&taining Folder
it_it: Apri car&tella superiore

source: Open Fi&les
it_it: Apri fi&les

source: Open Files
it_it: Apri files

source: Open Pro&ject(s)...
it_it: Apri progetto/i...

source: Open Project(s)...
it_it: Apri progetto/i...

source: Open Project/Project Group
it_it: Apri progetto/gruppo di progetti

source: Open URL in Default Browser
it_it: Apri URL nel browser predefinito

source: Open Wor&kspace...
it_it: Apri area di lavoro...

source: Open an existing document Open
it_it: Apri documento esistente Apri

source: Open another window for the active document New Window
it_it: Apri un'altra finestra per il documento attivo Nuova finestra

source: Open in De&fault Program
it_it: Apri con il programma prede&finito

source: Open this document
it_it: Apri questo documento

source: Options
it_it: Opzioni

source: Or
it_it: Oppure

source: Orientation
it_it: Orientamento

source: Other User Interface Options
it_it: Altre opzioni dell'interfaccia utente

source: Output
it_it: Uscita

source: Output Parsing:
it_it: Parsing di uscita:

source: Override Indentation:
it_it: Sovrascrivi indentazione

source: P&ortrait
it_it: Ritratt&o

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
it_it: PN non può rimuovere la protezione da scrittura da "%s". Vuoi salvare con un nome differente?

source: PN2 File Associations
it_it: PN2 Associazione tipi di file

source: PN2 should &check the associations when starting
it_it: PN2 controllerà le associazioni all'avvio

source: PROJECT
it_it: PROGETTO

source: Page Count (%P)
it_it: Pagina (%P)

source: Page Setup
it_it: Impostazioni di pagina

source: Paper
it_it: Carta

source: Parameters:
it_it: Parametri:

source: Params
it_it: Parametri

source: Pass my selection to this tool using Standard Input
it_it: Utilizza con ingresso standard

source: Pattern:
it_it: Modello:

source: Plain Text
it_it: Testo normale

source: Presets
it_it: Prestabiliti

source: Preview
it_it: Anteprima

source: Print Set&up...
it_it: Impostazioni di stampa

source: Print the active document Print
it_it: Stampa il documento attivo Stampa

source: Programmer's Notepad 2 is not the handler for these extensions:
it_it: Programmer's Notepad 2 non può gestire queste estensioni:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
it_it: Programmer's Notepad 2 fornisce supporto incorporato al parsing di uscita per i seguenti strumenti; Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl e altri strumenti similari.

source: Project
it_it: Progetto

source: Project Group
it_it: Gruppo di progetti

source: Project Group Files
it_it: File gruppo di progetti

source: Project Group Files (*.ppg)|*.ppg|
it_it: File gruppo di progetti (*.ppg)|*.ppg|

source: Project Template:
it_it: Modello di progetto:

source: Project Tools
it_it: Strumenti di progetto

source: Project "%s" has been changed, do you want to save the changes before removing?
it_it: Il progetto "%s" è stato modificato, vuoi salvare le modifiche prima di rimuoverlo?

source: Projects
it_it: Progetti

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
it_it: Progetti e gruppi di progetti (*.pnproj, *.ppg)|*.pnproj;*.ppg|

source: Proper&ties...
it_it: Proprie&tà...

source: Properties
it_it: Proprietà

source: Quit the application; prompts to save documents Exit
it_it: Chiude l'applicazione, chiede di salvare il documento Uscita

source: R&eplace
it_it: Sostituisci

source: Re&fresh
it_it: Aggiorna

source: Re&name
it_it: Ri&nomina

source: Re&vert
it_it: Ritorna

source: Re-Open
it_it: Riapri

source: Ready
it_it: Pronto

source: Recent Pro&jects
it_it: Progetti recenti

source: Rectangular Selection.
it_it: Selezione rettangolare.

source: Redo the previously undone action Redo
it_it: Ripristina l'operazione precedentemente annullata Ripristina

source: Reduce the window to an icon
it_it: Riduci la finestra ad icona

source: Regular &expression
it_it: &Espressioni regolari

source: Remove Blank &Lines
it_it: Rimuovi righe vuote

source: Remove Clip
it_it: Rimuovere il frammento

source: Remove Clip Set
it_it: Rimuovi l'insieme dei frammenti

source: Remove "Edit With..." from Explorer
it_it: Rimuovi "Edit With..." da Esplora risorse

source: Repeat the last action Repeat
it_it: Ripeti l'ultima operazione Repeat

source: Replace
it_it: Sostituisci

source: Replace &All
it_it: S&ostituisci tutto

source: Replace my selection.
it_it: Sostituisci nella selezione

source: Replace specific text with different text Replace
it_it: Sostituisci del testo con dell'altro testo Sostituisci

source: Replace with:
it_it: Sostituisci con:

source: Report a &bug...
it_it: Segnala un malfunzionamento...

source: Reset &All
it_it: Ripristina tutto

source: Restore the window to normal size
it_it: Ripristina la finestra alla dimensione normale

source: Revert this document to the current saved state Revert
it_it: Ripristina questo documento allo stato correntemente salvato Ripristina

source: Rightmost Column:
it_it: Colonna di destra:

source: Sa&ve Project
it_it: Sal&va progetto

source: Save
it_it: Salva

source: Save &As...
it_it: S&alva come...

source: Save &Workspace As...
it_it: Salva area di lavoro come...

source: Save A&ll
it_it: Sa&lva tutto

source: Save all open documents Save All
it_it: Salva tutti i documenti aperti Salva tutto

source: Save the active document with a new name Save As
it_it: Salva il documento corrente con un nuovo nome Salva come

source: Save the active document Save
it_it: Salva il documento corrente Salva

source: Save:
it_it: Salva:

source: Scheme
it_it: Schema

source: Scheme:
it_it: Schema:

source: Schemes
it_it: Schemi

source: Search
it_it: Cerca

source: Search &up
it_it: Cerca su

source: Search complete: %d matching lines found in %d files, taking %d milliseconds.
it_it: Ricerca completata: sono state trovate %d corrispondenze in %d files e sono stati impiegati %d millisecondi

source: Search sub&directories
it_it: Cerca nelle sottocartelle

source: Searching for:
it_it: Ricerca di:

source: Select &All
it_it: Seleziona tutto

source: Select Tool Command...
it_it: Seleziona il comando dello strumento...

source: Select the entire document Select All
it_it: Seleziona l'intero documento Seleziona tutto

source: Select the root folder for the search:
it_it: Seleziona la cartella principale per la ricerca:

source: Select the working folder for the tool:
it_it: Seleziona la cartella di lavoro per lo strumento:

source: Selected Word Highlight:
it_it: Parola selezionata in evidenza:

source: Selecti&on
it_it: Selezi&one

source: Selection Background:
it_it: Colore dello sfondo della selezione:

source: Selection Foreground:
it_it: Colore del testo della selezione:

source: Semi-transparent when not active (Windows XP+ only).
it_it: Semitrasparente quando non attivo (solo Windows XP e successivi)

source: Settings
it_it: Impostazioni

source: Shortcut
it_it: Scorciatoia

source: Shortcut:
it_it: Scorciatoia:

source: Shortcuts:
it_it: Scorciatoie:

source: Show &Tabs
it_it: Mos&tra schede

source: Show Indentation Guides
it_it: Mostra guide di indentazione

source: Show Mini Editor Toolbar
it_it: Mostra barra degli strumenti "Mini Editor"

source: Show a line at the edge column
it_it: Mostra una linea in corrispondenza dell'ultima colonna

source: Show or hide the status bar Toggle StatusBar
it_it: Mostra o nascondi la barra di stato Mostra/nascondi barra di stato

source: Show or hide the toolbar Toggle ToolBar
it_it: Mostra o nascondi la barra degli strumenti Mostra/nascondi degli strumenti

source: Si&ze:
it_it: Dimensioni

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
it_it: Spiacente, Programmer's Notepad non ha potuto aprire il file - molto probabilmente perché è troppo grande (errore: %s). PN deve avere memoria libera sufficiente per aprire un file e per modificarlo con successo.

source: Special Symbols:
it_it: Simboli speciali:

source: Spli&t Lines
it_it: Linee di divisione

source: Split V&ertical
it_it: Dividi verticalmente

source: Split the active window into panes Split
it_it: Dividi la finestra attiva in due pannelli Dividi

source: Standard Input and Output:
it_it: Standard input e output:

source: Start Extensions:
it_it: Estensione d'avvio:

source: Start Phrase:
it_it: Frase d'avvio:

source: Start with a new, &blank document
it_it: Avvia con un nuovo documento vuoto

source: Starting Phrase
it_it: Frase d'avvio

source: Static
it_it: Statico

source: Stop R&ecording
it_it: Ferma r&egistrazione

source: Strictly enforce the auto-scroll positioning
it_it: Rispetta rigorosamente il posizionamento dello scorrimento automatico

source: Strip trailing spaces before saving
it_it: Rimuovere gli spazi finali prima di salvare

source: Styles
it_it: Stili

source: Switch
it_it: Passa

source: Switch back to the previous window pane Previous Pane
it_it: Passa al riquadro della finestra precedente Pannello precedente

source: Switch to the next document window
it_it: Passa alla finestra del documento successivo

source: Switch to the next window pane Next Pane
it_it: Passa al riquadro della finestra successiva Pannello successivo

source: Switch to the previous document window
it_it: Passa alla finestra del documento precedente

source: Syntax &Highlighting
it_it: Evidenziazione della sintassi

source: Tab &order controlled by recent use
it_it: Ordine delle schede in base al loro utilizzo

source: Tab Width:
it_it: Larghezza scheda:

source: Tabs
it_it: Schede

source: Tabs go here.
it_it: Le schede vanno qui.

source: Tagged Expression 1
it_it: Espressione taggata 1

source: Tagged Expression 2
it_it: Espressione taggata 2

source: Tagged Expression 3
it_it: Espressione taggata 3

source: Tagged Expression 4
it_it: Espressione taggata 4

source: Tagged Expression 5
it_it: Espressione taggata 5

source: Tagged Expression 6
it_it: Espressione taggata 6

source: Tagged Expression 7
it_it: Espressione taggata 7

source: Tagged Expression 8
it_it: Espressione taggata 8

source: Tagged Expression 9
it_it: Espressione taggata 9

source: Tagged Expresssion
it_it: Espressioni taggate

source: Template Field:
it_it: Modello di campo:

source: Text
it_it: Testo

source: Text &Colour:
it_it: &Colore del testo:

source: Text Clip Editor
it_it: Editor frammenti di testo

source: Text Clips
it_it: Frammenti di testo

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
it_it: Il file "%s" non può essere salvato perché è protetto da scrittura. È possibile salvare in una posizione diversa o PN può tentare di rimuovere la protezione e sovrascrivere il file nella sua posizione attuale.

source: The file must be placed inside this magic folder directory.
it_it: Il file deve essere inserito all'interno di questa cartella magica.

source: The folder %s could not be created, check that the path is valid.
it_it: La cartella %s non può essere creata, verificare che il percorso sia valido.

source: The folder %s does not exist, do you want to create it?
it_it: La cartella %s non esiste, vuoi crearla?

source: The regular expression is not valid.
it_it: L'espressione regolare non è valida

source: The selected method for this extension is currently associated with '%s'
it_it: Il metodo scelto per questa estensione è attualmente associato a '%s'

source: The specified project does not exist, would you like to create it?
it_it: Il progetto specificato non esiste, vuoi crearlo?

source: The specified text '%s' was not found.
it_it: Il testo specificato '%s' non è stato trovato.

source: This project has no properties.
it_it: Questo progetto non ha proprietà.

source: This tool will modify the current file.
it_it: Permetti modifiche al file corrente.

source: Tile &Horizontal
it_it: Affianca orizzontalmente

source: Tile &Vertical
it_it: Affianca verticalmente

source: Toggle &Bookmark
it_it: Mostra/nascondi segnalibri

source: Toggle Fold
it_it: Comprimi/espandi struttura

source: Toggle line numbers display
it_it: Mostra/nascondi numero di riga

source: Toggle syntax highlighting
it_it: Mostra/nascondi evidenziazione della sintassi

source: Toggle visible line-end characters
it_it: Mostra/nascondi carattere di fine riga

source: Toggle visible whitespace characters
it_it: Mostra/nascondi spazi vuoti

source: Toggle word wrap
it_it: Attiva/disattiva ritorno a capo automatico

source: Toggle write protect
it_it: Attiva/disattiva la protezione da scrittura

source: Tools
it_it: Strumenti

source: Top:
it_it: Sopra:

source: Trans&form
it_it: Tras&forma

source: Transp&ose Lines
it_it: Trasp&oni righe

source: Type Name
it_it: Nome del tipo

source: Type the name of the new Clip set...
it_it: Digita il nome del nuovo gruppo di frammenti di testo...

source: U&ppercase
it_it: Maiuscolo

source: Undo the last action Undo
it_it: Annulla l'ultima operazione effettuata Annulla

source: Unknown
it_it: Sconosciuto

source: Untitled
it_it: Senza titolo

source: Use &Tabs
it_it: Utilizza le schede

source: Use As &Script
it_it: Utilizza come script

source: Use Spaces
it_it: Utilizza gli spazi

source: Use an individual output window.
it_it: Utilizzare una finestra di uscita individuale.

source: Use tabs
it_it: Utilizza le schede

source: Use the built-in error parser.
it_it: Utilizza il parser degli errori incorporato.

source: Use the main output window.
it_it: Utilizza la finestra di uscita principale.

source: User Name (%u)
it_it: Nome utente (%u)

source: Version
it_it: Versione

source: Vertical:
it_it: Verticale:

source: Visible &Whitespace Characters
it_it: Spazi vuoti visibili

source: Visible Line &Endings
it_it: Carattere di fin&e riga visibile

source: Visual Help
it_it: Aiuto visuale

source: WORKSPACE
it_it: AREA DI LAVORO

source: Warning: the file %s does not exist any more.
it_it: Attenzione: il file %s non esiste più.

source: When an open file is dropped:
it_it: Quando un file aperto viene rilasciato:

source: When attempting to re-open a file:
it_it: Quando si tenta di riaprire un file:

source: Word W&rap
it_it: A capo automatico

source: Words:
it_it: Parole:

source: Workspace Files (*.pnws)|*.pnws|
it_it: Files area di lavoro (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
it_it: Vuoi salvare le modifiche a: %s?

source: Write protect
it_it: Protetto da scrittura

source: Yes
it_it: Sì

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
it_it: È possibile limitare i tipi di file mostrati da una cartella magica, e le cartelle da visualizzare.

source: > Process Exit Code:
it_it: > Codice d'uscita del processo:

source: > Time Taken:
it_it: > Tempo impiegato:

source: characters
it_it: caratteri

source: example: %f:%l:
it_it: esempio: %f:%l:

source: text lines
it_it: Righe di testo
