Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1045_*.po
Languages: pl_pl

source: Match &whole word only
pl_pl: U&względnij tylko całe wyrazy

source: Match Case
pl_pl: Uwzględnij wielkość liter

source: Meaning
pl_pl: Znaczenie

source: Method
pl_pl: Metoda

source: Modified
pl_pl: Zmodyfikowany

source: More Options
pl_pl: Więcej opcji

source: Move &Down
pl_pl: w &dół

source: Move &Up
pl_pl: w &górę

source: Move Line &Up
pl_pl: Przenieś linię &wyżej

source: Move Line Do&wn
pl_pl: Przenieś linię &niżej

source: Name
pl_pl: Nazwa

source: Name:
pl_pl: Nazwa:

source: New Clip Set
pl_pl: Nowy zestaw klipów

source: New File
pl_pl: Nowy plik

source: New Files
pl_pl: Nowe pliki

source: New Folder
pl_pl: Nowy folder

source: New Project Group
pl_pl: Nowa grupa projektów

source: New Project...
pl_pl: Nowy projekt...

source: New Tool
pl_pl: Nowe narzędzie

source: Next B&ookmark
pl_pl: Nowa Za&kładka

source: No
pl_pl: Nie

source: No Override
pl_pl: Nie nadpisuj

source: No long line help
pl_pl: Brak znaczników długich linii

source: No more occurrences found in the specified set of documents.
pl_pl: Nie znaleziono więcej wystąpień w wybranym zbiorze dokumentów.

source: No updates are available at this time.
pl_pl: Brak dostępnych aktualizacji.

source: None
pl_pl: Nic

source: Not
pl_pl: Nie

source: Note: The first item in any list will be the default tool.
pl_pl: Uwaga: Pierwszy pozycja na dowolnej liście będzie narzędziem domyślnym.

source: Only show with ma&ximized document windows
pl_pl: Pokazuj tylko przy zmaksymalizowanych oknach dokumentów

source: Open
pl_pl: Otwórz

source: Open &Folder
pl_pl: Otwórz &katalog

source: Open Con&taining Folder
pl_pl: Otwórz folder

source: Open Fi&les
pl_pl: Otwórz plik&i

source: Open Files
pl_pl: Otwórz pliki

source: Open Pro&ject(s)...
pl_pl: Otwórz pro&jekty...

source: Open Project(s)...
pl_pl: Otwórz projekty...

source: Open Project/Project Group
pl_pl: Otwórz Projekt/Grupę projektów

source: Open URL in Default Browser
pl_pl: Otwórz hiperłącze w domyślnej przeglądarce

source: Open Wor&kspace...
pl_pl: Otwórz środowisko...

source: Open an existing document Open
pl_pl: Otwórz istniejący dokument Otwórz

source: Open another window for the active document New Window
pl_pl: Otwórz aktywny dokument w nowym oknie Nowe okno

source: Open in De&fault Program
pl_pl: Otwórz w domyś&lnym programie

source: Open this document
pl_pl: Otwórz ten plik

source: Options
pl_pl: Opcje

source: Or
pl_pl: lub

source: Orientation
pl_pl: Położenie

source: Other User Interface Options
pl_pl: Inne opcje interfejsu użytkownika

source: Output
pl_pl: Wyjście

source: Output Parsing:
pl_pl: Parsowanie wyjścia:

source: Override Indentation:
pl_pl: Zastąp wcięcia:

source: P&ortrait
pl_pl: Pionowo

source: PN &Home Page
pl_pl: Strona domowa PN

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
pl_pl: PN nie mógł wyłączyć zabezpieczenia przed zapisem dla "%s". Czy chcesz zapisać plik pod inną nazwą?

source: PN2 File Associations
pl_pl: Skojarzenia plików PN2

source: PN2 should &check the associations when starting
pl_pl: PN2 powinien sprawdzać skojarzenia przy starcie

source: PROJECT
pl_pl: PROJEKT

source: Page Count (%P)
pl_pl: Liczba stron (%P)

source: Page Setup
pl_pl: Ustawienia strony

source: Paper
pl_pl: Papier

source: Parameters:
pl_pl: Parametry:

source: Params
pl_pl: Parametry

source: Pass my selection to this tool using Standard Input
pl_pl: Przekaż moje zaznaczeni do tego narzędzia za pomocą standardowego wejścia

source: Pattern:
pl_pl: Wzorzec:

source: Plain Text
pl_pl: Zwykły tekst

source: Presets
pl_pl: Wstępne ustawienia

source: Preview
pl_pl: Podgląd

source: Print Set&up...
pl_pl: Ustawienia drukarki...

source: Print the active document Print
pl_pl: Drukuj aktywny dokument Drukuj

source: Programmer's Notepad 2 is not the handler for these extensions:
pl_pl: Programmer's Notepad 2 nie jest skojarzony z tymi rozszerzeniami:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
pl_pl: Programmer's Notepad 2 pozwalan na parsowanie wyjścia z następujących narzędzi: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl i innych podobnych narzędzi.

source: Project
pl_pl: Projekt

source: Project Group
pl_pl: Grupa projektów

source: Project Group Files
pl_pl: Pliki grupy projektów

source: Project Group Files (*.ppg)|*.ppg|
pl_pl: Pliki grupy projektów (*.ppg)|*.ppg|

source: Project Template:
pl_pl: Szablony projektów:

source: Project Tools
pl_pl: Narzędzia Projektów

source: Project "%s" has been changed, do you want to save the changes before removing?
pl_pl: Projekt "%s" został zmieniony, czy chcesz go zapisać przed usunięciem z listy?

source: Projects
pl_pl: Projekty

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
pl_pl: Projekty i grupy projektów (*.pnproj, *.ppg)|*.pnproj;*.ppg|

source: Proper&ties...
pl_pl: Właściwości...

source: Properties
pl_pl: Właściwości

source: Quit the application; prompts to save documents Exit
pl_pl: Zamyka program i pyta czy zapisać otwarte pliki Zamknij

source: R&eplace
pl_pl: Z&amień

source: Re&fresh
pl_pl: &Odśwież

source: Re&name
pl_pl: &Zmień nazwę

source: Re&vert
pl_pl: Odwróć

source: Re-Open
pl_pl: Otwórz ponownie

source: Ready
pl_pl: Gotowy

source: Recent Pro&jects
pl_pl: Ostatnio otwierane pro&jekty

source: Rectangular Selection.
pl_pl: Prostokątne zaznaczenie.

source: Redo the previously undone action Redo
pl_pl: Przywróć poprzednio anulowaną akcję Przywróć

source: Reduce the window to an icon
pl_pl: Zmniejsz okno do ikony

source: Regular &expression
pl_pl: Wyrażenia regularne

source: Remove Blank &Lines
pl_pl: Usuń puste linie

source: Remove Clip
pl_pl: Usuń klip

source: Remove Clip Set
pl_pl: Usuń zestaw klipów

source: Remove "Edit With..." from Explorer
pl_pl: Usuń "Edytuj w..." z Eksploratora Windows

source: Repeat the last action Repeat
pl_pl: Powtórz ostatnią czynność Powtórz

source: Replace
pl_pl: Zamień

source: Replace &All
pl_pl: Zamień &wszystko

source: Replace my selection.
pl_pl: Zamień zaznaczenie.

source: Replace specific text with different text Replace
pl_pl: Zamień określony tekst innym tekstem Zamień

source: Replace with:
pl_pl: Zamień tym:

source: Report a &bug...
pl_pl: Zgłoś błąd...

source: Reset &All
pl_pl: Resetuj &wszystko

source: Restore the window to normal size
pl_pl: Przywróc okno do normalnej wielkości

source: Revert this document to the current saved state Revert
pl_pl: Przywróć ten dokument do zapisanej wersji Przywróć

source: Rightmost Column:
pl_pl: Ostatnia z prawej kolumna:

source: Sa&ve Project
pl_pl: Zapisz pro&jekt

source: Save
pl_pl: Zapisz

source: Save &As...
pl_pl: Zapisz &jako...

source: Save &Workspace As...
pl_pl: Zapisz środowisko jako...

source: Save A&ll
pl_pl: Zapisz wszystki&e

source: Save all open documents Save All
pl_pl: Zapisz wszystkie otwarte dokumenty Zapisz wszystkie

source: Save the active document with a new name Save As
pl_pl: Zapisz aktywny dokument pod nową nazwą Zapisz jako...

source: Save the active document Save
pl_pl: Zapisz aktywny dokument Zapisz

source: Save:
pl_pl: Zapisz:

source: Scheme
pl_pl: Szablon

source: Scheme:
pl_pl: Szablon:

source: Schemes
pl_pl: Szablony

source: Scripts
pl_pl: Makra

source: Search
pl_pl: Szukaj

source: Search &up
pl_pl: Szukaj w &górę

source: Search complete: %d matching lines found in %d files, taking %d milliseconds.
pl_pl: Szukanie zakończone: Znaleziono %d pasujących linii w %d plikach, co zabrało %d milisekund.

source: Search sub&directories
pl_pl: Szukaj w podkatalogach

source: Searching for:
pl_pl: Szukaj:

source: Select &All
pl_pl: Zaznacz &wszystko

source: Select Tool Command...
pl_pl: Wybierz komendę narzędzia...

source: Select the entire document Select All
pl_pl: Zaznacz cały dokument Zaznacz wszystko

source: Select the root folder for the search:
pl_pl: Wybierz folder główny do przeszukania:

source: Select the working folder for the tool:
pl_pl: Wybierz folder roboczy dla narzędzia:

source: Selected Word Highlight:
pl_pl: Podświetlenie zaznaczonego słowa:

source: Selecti&on
pl_pl: Zaznaczeni&e

source: Selection Background:
pl_pl: Tło zaznaczenia:

source: Selection Foreground:
pl_pl: Pierwszy plan zaznaczenia:

source: Semi-transparent when not active (Windows XP+ only).
pl_pl: Półprzeźroczysty kiedy nieaktywny (Windows XP i wyższe)

source: Settings
pl_pl: Konfiguracja

source: Shortcut
pl_pl: Skrót

source: Shortcut:
pl_pl: Skrót:

source: Shortcuts:
pl_pl: Skróty:

source: Show &Tabs
pl_pl: Pokaż tabulatory

source: Show Indentation Guides
pl_pl: Pokaż linie pomocnicze dla wcięć

source: Show Mini Editor Toolbar
pl_pl: Pokaż pasek mini edytora

source: Show a line at the edge column
pl_pl: Pokaż linię na brzegowej kolumnie

source: Show or hide the status bar Toggle StatusBar
pl_pl: Pokaż lub ukryj pasek statusu Przełącz pasek statusu

source: Show or hide the toolbar Toggle ToolBar
pl_pl: Pokaż lub ukryj pasek narzędzi Przełącz pasek narzędzi

source: Si&ze:
pl_pl: Rozmiar:

source: SmartStart
pl_pl: Sprytny Start

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
pl_pl: Przykro mi, Programmer's Notepad nie mógł otworzyć tego pliku - najprawdopodobniej dlatego, że jest zbyt wielki (dokładny błąd: %s). PN musi mieć wystarczająco dużo pamięci aby otworzyć plik, a jeszcze więcej aby go pomyślnie edytować.

source: Special Symbols:
pl_pl: Znaki specjalne:

source: Spli&t Lines
pl_pl: Podziel linie

source: Split V&ertical
pl_pl: Podziel pionowo

source: Split the active window into panes Split
pl_pl: Podziel aktywne okno na strony Podziel

source: Standard Input and Output:
pl_pl: Domyślne wejście i wyjście:

source: Start Extensions:
pl_pl: Rozszerzenia startowe:

source: Start Phrase:
pl_pl: Fraza startowa:

source: Start with a new, &blank document
pl_pl: Rozpocznij z nowym, pustym dokumentem

source: Starting Phrase
pl_pl: Fraza startowa

source: Static
pl_pl: Statyczny

source: Stop R&ecording
pl_pl: Zakończ nagrywani&e

source: Strictly enforce the auto-scroll positioning
pl_pl: Ściśle wymuszaj pozycjonowanie automatycznego przewijania

source: Strip trailing spaces before saving
pl_pl: Usuń końcowe spacje przed zapisaniem

source: Styles
pl_pl: Szablony

source: Switch
pl_pl: Przełącz

source: Switch back to the previous window pane Previous Pane
pl_pl: Przełącz z powrotem do poprzedniego okna Poprzednie okno

source: Switch to the next document window
pl_pl: Przełącz do następnego okna dokumentu

source: Switch to the next window pane Next Pane
pl_pl: Przełącz do następnego okna Następne okno

source: Switch to the previous document window
pl_pl: Przełącz do poprzedniego okna dokumentu

source: Syntax &Highlighting
pl_pl: Podświetlanie składni

source: T&ags
pl_pl: Znaczniki

source: Tab &order controlled by recent use
pl_pl: Kolejność przełączania wg ostatniego użycia

source: Tab Width:
pl_pl: Szerokość tabulatora:

source: Tabs
pl_pl: Tabulatory

source: Tabs go here.
pl_pl: Tu będą tabulatory.

source: Tagged Expression 1
pl_pl: Oznaczone wyrażenie 1

source: Tagged Expression 2
pl_pl: Oznaczone wyrażenie 2

source: Tagged Expression 3
pl_pl: Oznaczone wyrażenie 3

source: Tagged Expression 4
pl_pl: Oznaczone wyrażenie 4

source: Tagged Expression 5
pl_pl: Oznaczone wyrażenie 5

source: Tagged Expression 6
pl_pl: Oznaczone wyrażenie 6

source: Tagged Expression 7
pl_pl: Oznaczone wyrażenie 7

source: Tagged Expression 8
pl_pl: Oznaczone wyrażenie 8

source: Tagged Expression 9
pl_pl: Oznaczone wyrażenie 9

source: Tagged Expresssion
pl_pl: Oznaczone wyrażenie

source: Tags
pl_pl: Znaczniki

source: Template Field:
pl_pl: Pole szablonu:

source: Testing:
pl_pl: Testowanie:

source: Text
pl_pl: Tekst

source: Text &Colour:
pl_pl: Kolor tekstu

source: Text Clip Editor
pl_pl: Edytor klipów testowych

source: Text Clips
pl_pl: Klipy testowe

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
pl_pl: Plik "%s" nie mógł zostać zapisany ponieważ jest on chroniony przed zapisem. Możesz go zapisać w innym miejscu lub PN może spróbować usunąć zabezpieczenie przed zapisem bieżącego pliku.

source: The file must be placed inside this magic folder directory.
pl_pl: Plik musi być umieszczony wewenątrz magicznego folderu.

source: The folder %s could not be created, check that the path is valid.
pl_pl: Folder %s nie mógł zostać utworzony, sprawdź z łaski swojej czy ścieżka jest poprawna.

source: The folder %s does not exist, do you want to create it?
pl_pl: Katalog %s nie istnieje. Czy chcesz go utworzyć?

source: The regular expression is not valid.
pl_pl: Wyrażenie regularne jest niewłaściwe.

source: The selected method for this extension is currently associated with '%s'
pl_pl: Wybrana metoda dla tego rozszerzenia nie jest obecnie powiązana z '%s'

source: The specified project does not exist, would you like to create it?
pl_pl: Wybrany projekt nie istnieje czy chcesz go utworzyć?

source: The specified text '%s' was not found.
pl_pl: Wpisany tekst '%s' nie został znaleziony.

source: This project has no properties.
pl_pl: Ten projekt nie ma właściwości.

source: This tool will modify the current file.
pl_pl: To narzędzie zmodyfikuje bieżący plik.

source: Tile &Horizontal
pl_pl: Sąsiadująco w poziomie

source: Tile &Vertical
pl_pl: Sąsiadująco w pionie

source: Toggle &Bookmark
pl_pl: Przełącz zakładki

source: Toggle Fold
pl_pl: Przełącz składanie

source: Toggle line numbers display
pl_pl: Przełącz wyświetlanie numerów linii

source: Toggle syntax highlighting
pl_pl: Przełącz podświetlanie składni

source: Toggle visible line-end characters
pl_pl: Przełącz widoczność znaków końca linii

source: Toggle visible whitespace characters
pl_pl: Przełącz widoczność białych znaków

source: Toggle word wrap
pl_pl: Przełącz zawijanie wierszy

source: Toggle write protect
pl_pl: Przełącz ochronę przed zapisem

source: Tools
pl_pl: Narzędzia

source: Top:
pl_pl: Góra:

source: Trans&form
pl_pl: Przekształcenia

source: Transp&ose Lines
pl_pl: Transpozycja linii

source: Type Name
pl_pl: Podaj nazwę

source: Type the name of the new Clip set...
pl_pl: Podaj nazwę nowego zestawu klipów...

source: U&ppercase
pl_pl: Wersalki

source: UTF-8 No Mark
pl_pl: UTF-8 bez sygnatury

source: Undo the last action Undo
pl_pl: Cofnij ostatnią akcję Cofnij

source: Unknown
pl_pl: Nieznany

source: Untitled
pl_pl: Nienazwany

source: Use &Tabs
pl_pl: Używaj &tabulacji

source: Use As &Script
pl_pl: Użyj jako &skryptu

source: Use Spaces
pl_pl: Używaj spacji

source: Use an individual output window.
pl_pl: Używaj osobnych okien wyjścia.

source: Use tabs
pl_pl: Używaj tabulacji

source: Use the built-in error parser.
pl_pl: Używaj wbudowanego parsera błędów.

source: Use the main output window.
pl_pl: Używaj głównego okna wyjścia.

source: User Name (%u)
pl_pl: Nazwa Użytkownika (%u)

source: Version
pl_pl: Wersja

source: Vertical:
pl_pl: Pionowo:

source: Visible &Whitespace Characters
pl_pl: Widoczne białe znaki

source: Visible Line &Endings
pl_pl: Widoczne końce linii

source: Visual Help
pl_pl: Wizualna pomoc

source: WORKSPACE
pl_pl: Środowisko Pracy

source: Warning: the file %s does not exist any more.
pl_pl: Uwaga: Plik %s już nie istnieje.

source: When an open file is dropped:
pl_pl: Kiedy otwarty plik zostanie usunięty:

source: When attempting to re-open a file:
pl_pl: Podczas ponownej próby otwarcia pliku:

source: Word W&rap
pl_pl: Zawijanie wierszy

source: Words:
pl_pl: Słów:

source: Workspace Files (*.pnws)|*.pnws|
pl_pl: Pliki środowiska (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
pl_pl: Czy chcesz zapisać zmiany w: %s?

source: Write protect
pl_pl: Ochrona przed zapisem

source: Yes
pl_pl: Tak

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
pl_pl: Możesz ograniczyć typy plików oraz katalogi pokazywane w magicznym folderze.

source: Zoom O&ut
pl_pl: Zmniejsz

source: > Process Exit Code:
pl_pl: > Kod wyjściowy procesu:

source: > Time Taken:
pl_pl: > Upłynęło czasu:

source: characters
pl_pl: znaków

source: example: %f:%l:
pl_pl: przykład: %f:%l:

source: pixels
pl_pl: pikseli

source: text lines
pl_pl: lini tekstu
