Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1040_*.po
Languages: it_it

source: %d character(s) selected.
it_it: %d carattere/i selezionato/i

source: %d occurrence(s) replaced.
it_it: %d occorrenza/e sostituita/e

source: %f,File Name,mainfrm.cpp,%n,File Name (no ext),mainfrm,%l,Current Line Number,232,%?,Ask for parameters,(?),%p,Current Project File,pn.pnproj,%d,Path of File,c:\source\pn\test\,%c,Column,12,%%,Percent Symbol,%,%w,Current word,cheese,%g,Project Group File,pn2.ppg,$(ProjectName),Name of Project,Project 1,$(ProjectPath),Path of Project,c:\source\pn2\,$(ProjectGroupName),Name of the Project Group,Project Group 1,$(ProjectGroupPath),Path of Project Group,c:\source\pn2\,$(PNPath),PN Install Path,c:\program files\pn,$(ProjectProp:x),Project Property,value of 'x',$(FileProp:x),File Property,value of 'x',%(ENV),ENV Environment Variable,ENV value
it_it: %f,Nome file,mainfrm.cpp,%n,Nome file (senza estensione),mainfrm,%l,Riga corrente,232,%?,Richiesta parametri,(?),%p,File progetto corrente,pn.pnproj,%d,Percorso del file,c:\source\pn\test\,%c,Colonna,12,%%,Simbolo di percentualel,%,%w,Parola corrente,cheese,%g,File di progetto di gruppo,pn2.ppg,$(ProjectName),Nome del progetto,Project 1,$(ProjectPath),Percorso del progetto,c:\source\pn2\,$(ProjectGroupName),Nome del progetto di gruppo,Project Group 1,$(ProjectGroupPath),Percorso del progetto di gruppo,c:\source\pn2\,$(PNPath),Percorso di installazione di PN,c:\program files\pn,$(ProjectProp:x),Proprietà progetto,value of 'x',$(FileProp:x),Proprietà file,value of 'x',%(ENV),ENV Variabili d'ambiente,ENV value

source: %f: File Name %l: Line Number %c: Column
it_it: %f: Nome file %l: Riga %c: Colonna

source: %f: Filename, %l: Line Number, %c: Column
it_it: %f: Nome file, %l: Riga, %c: Colonna

source: %s Properties
it_it: %s Proprietà

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
it_it: %s non può essere aperto. Questo potrebbe accadere perché il file non esiste più, un disco è assente oppure a causa di una connessione di rete interrotta.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
it_it: %s non può essere salvato perché l'accesso è stato negato. Questo potrebbe essere dovuto al fatto che il file è di sola lettura, o il disco è protetto da scrittura. Vuoi salvare in un'altra posizione?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
it_it: %s non può essere salvato, perché un altro programma o utente sta utilizzando lo stesso file. Vuoi salvare in un'altra posizione?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
it_it: %s Il file è stato modificato al di fuori del Programmer's Notepad, si desidera aggiornare e perdere le modifiche?

source: &About Programmer's Notepad...
it_it: &A proposito di Programmer's Notepad...

source: &Add
it_it: &Aggiungi

source: &Add Files
it_it: &Aggiungi files

source: &Add Files...
it_it: &Aggiungi files...

source: &Add New File...
it_it: &Aggiungi nuovo file...

source: &Add New Folder
it_it: &Aggiungi nuova cartella

source: &Add Tools...
it_it: &Aggiungi strumenti...

source: &Allow multiple instances of Programmer's Notepad to start
it_it: &Consentire l'avvio di più istanze di Programmer's Notepad

source: &Autocomplete
it_it: &Autocompletamento

source: &Block
it_it: &Blocco

source: &Bold
it_it: &Grassetto

source: &Bottom:
it_it: &Sotto:

source: &Cascade
it_it: A &cascata

source: &Change Scheme
it_it: &Cambia schema

source: &Clear
it_it: &Cancella

source: &Clear Bookmarks
it_it: &Cancella segnalibri

source: &Close
it_it: &Chiudi

source: &Collapse all
it_it: &Comprimi tutto

source: &Compress Whitespace
it_it: &Comprimi spazi vuoti

source: &Contents
it_it: &Contenuti

source: &Convert
it_it: &Converti

source: &Convert Automatically
it_it: &Converti automaticamente

source: &Copy
it_it: &Copia

source: &Copy Line
it_it: &Copia riga

source: &Customize Toolbar
it_it: &Personalizza la barra degli strumenti

source: &Default
it_it: &Predefinito

source: &Delete
it_it: &Elimina

source: &Delete Project
it_it: &Elimina progetto

source: &Display
it_it: &Mostra

source: &Don't Remove
it_it: &Non rimuovere

source: &Download Now
it_it: &Scarica adesso

source: &Duplicate
it_it: &Duplica

source: &Duplicate Line
it_it: &Duplica riga

source: &Edit
it_it: &Modifica

source: &Encoding:
it_it: &Codifica:

source: &Expand all
it_it: &Espandi tutto

source: &Explorer
it_it: &Esplora

source: &Export
it_it: &Esporta

source: &Find
it_it: &Trova

source: &Find Next
it_it: &Trova successivo

source: &Find Results
it_it: &Trova risultati

source: &Folding
it_it: &Strutture

source: &Font:
it_it: &Carattere:

source: &Footer:
it_it: &Piè di pagina:

source: &Goto
it_it: &Vai

source: &Header:
it_it: &Intestazione:

source: &Help
it_it: &Aiuto

source: &Hide
it_it: &Nascondi

source: &Hide when "Find Next" is clicked.
it_it: &Nascondere quando si fa clic su "Trova successivo".

source: &Indent
it_it: &Indenta

source: &Indentation
it_it: &Indentazione

source: &Individual Output
it_it: &Uscita individuale

source: &Insert Text Clip
it_it: &Inserisci frammento di testo

source: &Italic
it_it: &Corsivo

source: &Join Lines
it_it: &Unisci righe

source: &Jump To...
it_it: &Vai a...

source: &Left:
it_it: &Sinistra:

source: &Line
it_it: &Linea

source: &Line Endings
it_it: &Fine riga

source: &Line Endings:
it_it: &Fine riga:

source: &Line Number (1 - %d):
it_it: &Linea (1 - %d):

source: &Load
it_it: &Carica

source: &Lowercase
it_it: &Minuscolo

source: &Mark All
it_it: &Segna tutti

source: &Mark WhiteSpace
it_it: &Segna spazi vuoti

source: &Maximize new document windows
it_it: &Massimizzare nuove finestre documento

source: &Method:
it_it: &Metodo

source: &Multi-Byte Character Support for ANSI files:
it_it: &Supporto caratteri Multi-Byte file ANSI

source: &New
it_it: &Nuovo

source: &Online Help
it_it: &Aiuto in linea

source: &Open
it_it: &Apri

source: &Open All Files
it_it: &Apri tutti i files

source: &Open dialog should start in the directory of the current file.
it_it: &La finestra di dialogo Apri parte dalla directory del file corrente.

source: &Open in Default Program
it_it: &Apri con l'applicazione predefinita

source: &Open...
it_it: &Apri...

source: &Options
it_it: &Opzioni

source: &Output
it_it: &Uscita

source: &Paste
it_it: &Incolla

source: &Previous Bookmark
it_it: &Segnalibro precedente

source: &Print...
it_it: &Stampa

source: &Printer...
it_it: &Stampante...

source: &Project
it_it: &Progetto

source: &Project Group
it_it: &Gruppo di progetti

source: &Projects
it_it: &Progetti

source: &Properties
it_it: &Proprietà

source: &Properties Alt+Enter
it_it: &Proprietà Alt+Enter

source: &Quick Find
it_it: &Ricerca veloce

source: &Recent Files
it_it: &Files recenti

source: &Record Script
it_it: &Registra script

source: &Redo
it_it: &Ripristina

source: &Refresh
it_it: &Aggiorna

source: &Remember open files and projects between sessions
it_it: &Ricorda i files e i progetti aperti tra le sessioni

source: &Remind Me Later
it_it: &Ricordamelo più tardi

source: &Remove
it_it: &Rimuovi

source: &Remove Project
it_it: &Rimuovi progetto

source: &Replace
it_it: &Sostituisci

source: &Reset
it_it: &Ripristina

source: &Retry
it_it: &Riprova

source: &Right:
it_it: &Destra:

source: &Save
it_it: &Salva

source: &Save and Remove
it_it: &Salva e rimuovi

source: &Scheme:
it_it: &Schema:

source: &Search
it_it: &Cerca

source: &Select All
it_it: &Seleziona tutto

source: &Set Active Project
it_it: &Imposta progetto attivo

source: &Show Line Numbers
it_it: &Mostra il numero di riga

source: &Show full file path in document windows
it_it: &Visualizza il percorso completo del file nella finestra

source: &Size:
it_it: &Dimensione:

source: &Sort
it_it: &Ordina

source: &Sort Folders
it_it: &Ordina cartelle

source: &Source:
it_it: &Origine:

source: &Split Horizontal
it_it: &Dividi in orizzontale

source: &Status Bar
it_it: &Barra di stato

source: &Stop Tools
it_it: &Ferma strumenti

source: &Stream
it_it: &Attività

source: &Strip Trailing Blanks
it_it: &Elimina spazi vuoti finali

source: &Tab Width:
it_it: &Ampiezza tabulazione:

source: &Text Clips
it_it: &Frammenti di testo

source: &Text Colour:
it_it: &Colore del testo:

source: &Toolbar
it_it: &Barra degli strumenti

source: &Tools
it_it: &Strumenti

source: &Top:
it_it: &Sopra:

source: &Uncomment
it_it: &Decommenta

source: &Underline
it_it: &Sottolineato

source: &Undo
it_it: &Annulla

source: &Unindent
it_it: &Deindenta

source: &Uppercase
it_it: &Maiuscolo

source: &Use the tab character for indentation
it_it: &Usa la tabulazione per indentare

source: &View
it_it: &Visualizza

source: &Window
it_it: &Finestra

source: &Windows
it_it: &Finestre

source: &Word Wrap
it_it: &A capo automatico

source: &Word-Wrap
it_it: &A capo automatico

source: &Yes
it_it: &Sì

source: (1 to 50) items in the most recently used list.
it_it: (Da 1 a 50) gli elementi dell'elenco utilizzati più di recente.

source: (None - All Projects)
it_it: (Nessuno - Tutti i Progetti)

source: (None - Global Tools)
it_it: (Nessuno - Tutti gli strumenti)

source: (empty)
it_it: (vuoto)

source: (enter text and click above to test)
it_it: (inserire il testo e fare clic sopra per verificare)

source: 0 or More Matches
it_it: 0 o più corrispondenze

source: 1 or More Matches
it_it: 1 o più corrispondenze

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
it_it: Una cartella magica rifletterà il contenuto di una cartella del file system in una cartella di progetto. Selezionare la cartella che si desidera includere qui sotto:

source: A&ll open documents
it_it: &Tutti i documenti aperti

source: About
it_it: A proposito di

source: Activate Task List
it_it: Elenco attività

source: Activate this window
it_it: Attiva questa finestra

source: Add &Existing Project...
it_it: Aggiungi progetto &esistente...

source: Add &Magic Folder...
it_it: Aggiungi cartella &magica

source: Add &New Project
it_it: Aggiungi &nuovo progetto

source: Add Clip
it_it: Aggiungi frammento

source: Add Clip Set
it_it: Aggiungi set di frammenti

source: Add New &Folder
it_it: Aggiungi nuova &cartella

source: Add Tools...
it_it: Aggiungi strumenti...

source: Add "Edit With..." to Explorer
it_it: Aggiungi "Edit With..." ad Esplora risorse

source: Advanced
it_it: Avanzato

source: All Files
it_it: Tutti i files

source: All Files (*.*)|*.*|
it_it: Tutti i files (*.*)|*.*|

source: Allow backslash expressions
it_it: Permetti espressioni "backslash"

source: Allow caret to be placed outside current text bounds
it_it: Permettere il posizionamento del cursore all'esterno degli attuali limiti di testo

source: Allow editing of read only files
it_it: Consenti la modifica dei file di sola lettura

source: Allow multiple selections
it_it: Consenti selezione multipla

source: Allow typing into multiple caret points
it_it: Abilita selezione e inserimento multiplo

source: Alternate Extensions
it_it: Estensioni alternative

source: Alternate Extensions:
it_it: Estensioni alternative:

source: Alternate File Pairs
it_it: Associazione files

source: Alternate Files
it_it: Files alternativi

source: An extension may not contain any of these characters:
it_it: Un'estensione non può contenere uno di questi caratteri:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
it_it: È disponibile un aggiornamento di Programmer's Notepad (versione %s), vuoi scaricarlo ora?

source: Any Character
it_it: Tutti i caratteri

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
it_it: Sei sicuro di voler rinominare la cartella magica? Ciò avrà l'effetto anche sulla cartella nel disco.

source: Arrange &Icons
it_it: Allinea &icone

source: Arrange icons at the bottom of the window Arrange Icons
it_it: Allinea le icone in basso Allinea icone

source: Arrange windows as non-overlapping tiles Tile Windows
it_it: Disponi le finestre senza sovrapporle Finestre affiancate

source: Arrange windows so they overlap Cascade Windows
it_it: Disponi le finestre in modo che si sovrappongano Finestre a cascata

source: As &RTF...
it_it: Come &RTF...

source: As HTML...
it_it: Come HTML...

source: Ask Me
it_it: Chiedimi

source: Assign Shortcuts:
it_it: Assegna scorciatoie:

source: At the &bottom of the main window
it_it: Nella parte &bassa della finestra principale

source: Auto-Close HTML/XML Tags
it_it: Chiudi automaticamente i tags HTML/XML

source: Auto-scroll Caret Position Limits:
it_it: Limiti auto-scroll del cursore

source: AutoComplete After:
it_it: Autocompletamento dopo:

source: AutoComplete Settings
it_it: Impostazioni autocompletamento

source: AutoComplete when asked
it_it: Autocompletamento quando richiesto

source: Autocomplete
it_it: Autocompletamento

source: Avoiding infinite search loop, Replace All abandoned
it_it: Evitato loop di ricerca infinita. "Sostituisci tutto" terminato

source: Bac&kground:
it_it: &Sfondo

source: Base Style Settings
it_it: Impostazione stile di base

source: Beginning of Line
it_it: Inizio riga

source: Blend highlight colour:
it_it: Intensità evidenziazione:

source: Bottom:
it_it: Sotto:

source: Button1
it_it: Pulsante 1

source: Button2
it_it: Pulsante 2

source: C&lear
it_it: C&ancella

source: Cancel
it_it: Annulla

source: Cannot find in files in %s, the directory does not exist
it_it: Impossibile trovare il file in %s, la cartella non esiste

source: Capture output?
it_it: Catturare uscita?

source: Change the printer and printing options Print Setup
it_it: Cambia la stampante e le opzioni di stampa Opzioni di stampa

source: Change the printing options Page Setup
it_it: Cambia le opzioni di stampa Opzioni pagina

source: Change the window position
it_it: Cambia la posizione della finestra

source: Change the window size
it_it: Cambia le dimensioni della finestra

source: Changing the encoding between Unicode and ANSI will clear your Undo history, and may lose unsupported characters. Are you sure?
it_it: Il passaggio tra la codifica Unicode e ANSI cancellerà la cronologia delle modifiche e potrebbe comportare la perdita di alcuni caratteri. Continuare?

source: Character Not in Range
it_it: Carattere non compreso nell'intervallo

source: Character in Range
it_it: Carattere compreso nell'intervallo

source: Characters:
it_it: Caratteri:

source: Check &Now
it_it: Controlla &ora

source: Check for &Updates
it_it: Controlla &aggiornamenti

source: Check for &updates
it_it: Controlla &aggiornamenti

source: Cl&ose Ctrl-F4
it_it: Ch&iudi Ctrl-F4

source: Clear output before running?
it_it: Cancellare l'uscita prima di eseguire?

source: Clipboard S&wap
it_it: Scam&bio appunti

source: Close
it_it: Chiudi

source: Close &All
it_it: Chiudi &tutto

source: Close All
it_it: Chiudi tutto

source: Close All &Other
it_it: Chiudi tutto il &resto

source: Close All &Other Windows
it_it: Chiudi tutte le &altre finestre

source: Close P&roject(s)
it_it: Chiudi p&rogetto/i

source: Close Project(s)
it_it: Chiudi progetto/i

source: Close Vie&w
it_it: Chiudi Vis&ualizza

source: Close all project files?
it_it: Chiudi tutti i file del progetto?

source: Close the active document Close
it_it: Chiudi tutti i documenti aperti Chiudi

source: Close the active window and prompts to save the documents
it_it: Chiudi la finestra attiva e salva i documenti

source: Code Templates
it_it: Modelli di codice

source: Collapse All Folds
it_it: Comprimi tutte le strutture

source: Com&ments
it_it: Com&menti

source: Command
it_it: Comando

source: Command &Mode
it_it: &Modalità Comando

source: Command:
it_it: Comando:

source: Confirmations
it_it: Comferma

source: Convert Spaces to Tabs
it_it: Converti gli spazi in tabulazioni

source: Convert Tabs to Spaces
it_it: Converti le tabulazioni in spazi

source: Copy &File Path
it_it: Copia percorso &file

source: Copy as RTF
it_it: Copia come RTF

source: Copy the selection and put it on the Clipboard Copy
it_it: Copia la selezione e inseriscila negli appunti Copia

source: Could not create file
it_it: Impossibile creare il file

source: Could not locate
it_it: Impossibile trovare

source: Create a new document New
it_it: Creare un nuovo documento Nuovo

source: Create a new project.
it_it: Crea un nuovo progetto.

source: Create a new workspace.
it_it: Crea una nuova area di lavoro

source: Create backup files when saving
it_it: Crea copie di sicurezza durante il salvataggio

source: Cu&t
it_it: &Taglia

source: Cu&t Line
it_it: &Taglia riga

source: Curren&t document
it_it: Documento corren&te

source: Current &Editor
it_it: &Editor corrente

source: Current Date (%c)
it_it: Data corrente (%c)

source: Current File
it_it: File corrente

source: Current Folder
it_it: Cartella corrente

source: Current Page (%p)
it_it: Pagina corrente (%p)

source: Current Project Files
it_it: File di progetto corrente

source: Current Shortcuts:
it_it: scorciatoia corrente:

source: Current Time (%t)
it_it: Tempo corrente (%t)

source: Current pro&ject
it_it: Pro&getto corrente

source: Cursor Colour:
it_it: Colore cursore:

source: Custom Output Parsing
it_it: Parsing uscita personalizzato

source: Cut the selection and put it on the Clipboard Cut
it_it: Taglia la selezione e copia negli appunti Taglia

source: De&lete Line
it_it: Cancella &riga

source: Defaults
it_it: Predefinito

source: Display block caret instead of line
it_it: Visualizza cursore blocco invece che linea

source: Display full pages Print Preview
it_it: Mosta pagina intera Anteprima di stampa

source: Display program information, version number and copyright About
it_it: Visualizzare le informazioni sul programma, il numero di versione e il copyright A propositito di

source: Do &Not Download
it_it: &Non scaricare

source: Do not &ask me again
it_it: Non chiedermelo &ancora

source: Do not ask me again.
it_it: Non chiedermelo ancora

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
it_it: Vuoi associare queste estensioni a Programmer's Notepad?

source: Do you want to open another copy of %s?
it_it: Vuoi aprire un'altra copia di %s?

source: Do you want to save changes to the project: %s?
it_it: Vuoi salvare le modifiche al progetto %s?

source: Document
it_it: Documento

source: Don't change the foreground.
it_it: Non cambiare il primo piano

source: E&xit
it_it: E&sci

source: E&xtensions
it_it: E&stensioni

source: Edit
it_it: Modifica

source: Edit Alternate File Pair
it_it: Modifica associazioni file alternativi

source: Edit Clip
it_it: Modifica appunti

source: Edit File Type
it_it: Modifica tipi di file

source: Edit SmartStart Phrase
it_it: Modifica frasi SmartStart

source: Edit Tool
it_it: Modifica strumenti

source: Edit with Programmer's Notepad
it_it: Modifica con Programmer's Notepad

source: Editing
it_it: Modifica

source: Empty Project
it_it: Progetto vuoto

source: Enable AutoComplete
it_it: Abilita autocompletamento

source: Enable Command Bar
it_it: Abilita barra dei comandi

source: Enable SmartStart
it_it: Abilita SmartStart

source: Enabled
it_it: Abilitato

source: Enco&ding
it_it: Co&difica

source: Encoding Conversion
it_it: Codifica conversione

source: Encoding:
it_it: Codifica:

source: End of Line
it_it: FIne riga

source: Enlarge the window to full size
it_it: Ingrandire la finestra a schermo intero

source: Ensure file ends with a blank line
it_it: Termina il file con una riga vuota

source: Enter a semi-colon separated list of directories that you do not wish to include:
it_it: Immetti i nomi delle cartelle che non vuoi includere separate da un punto e virgola:

source: Enter a semi-colon separated list of file types that you do not wish to include:
it_it: Immetti i nomi dei tipi di files che non vuoi includere separate da un punto e virgola:

source: Enter a semi-colon separated list of file types that you wish to include:
it_it: Immetti i nomi delle cartelle che vuoi includere separate da un punto e virgola:

source: Erase everything Erase All
it_it: Cancella tutto Cancella tutto

source: Erase the selection Erase
it_it: Cancella la selezione Cancella

source: Ex&tension:
it_it: Es&tensioni:

source: Example
it_it: Esempio

source: Executable Files (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|All Files (*.*)|*.*|
it_it: Files eseguibili (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|All Files (*.*)|*.*|

source: Expand All Folds
it_it: Espandi tutte le strutture

source: Extension
it_it: Estensione

source: Extensions
it_it: Estensioni

source: F&ind in Files
it_it: Trova nei F&iles

source: Failed to create a backup document
it_it: Impossibile creare un documento di backup

source: Failed to open workspace file %s for writing. Workspace state could not be saved.
it_it: Impossibile aprire il file dell'area di lavoro %s in scrittura. Lo stato dell'area di lavoro non può essere salvato.

source: Fi&nd what:
it_it: Trova cosa:

source: File Date (%D)
it_it: Data file (%D)

source: File Dialogs
it_it: Finestra di dialogo file

source: File Extension or Name to Match:
it_it: Nome file o estensione da confrontare:

source: File Format:
it_it: Formato file:

source: File Name (%f)
it_it: Nome file(%f)

source: File Path (%d)
it_it: Percorso file (%d)

source: File Save Options
it_it: Opzioni salvataggio file

source: File Time (%T)
it_it: Tempo file (%T)

source: File Types
it_it: Tipi di file

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
it_it: Le estensioni dei files deveono essere inserite includendo il '.' carattere punto, separate da un punto e virgola, in ordine di precedenza. es: Avvio: .cpp;.cxx;.c;.cc Alternative: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
it_it: Le estensioni dei files devono iniziare con il '.' carattere punto.

source: File types:
it_it: Tipi di file:

source: Fill to &end of line
it_it: Ri&empi fino a fine riga

source: Find
it_it: Trova

source: Find &Next
it_it: Trova &successivo

source: Find &Previous
it_it: Trova &precedente

source: Find (drop down for other find types)
it_it: Trova (elenco a discesa per altri tipi di ricerca)

source: Find Dialog
it_it: Finestra di dialogo "Cerca"

source: Find Next Current &Word
it_it: Trova successivo parola corrente

source: Find Pre&vious
it_it: Tro&va precedente

source: Find Previous C&urrent Word
it_it: Trova precedente parola c&orrente

source: Find Results
it_it: Trova risultati

source: Find in Files
it_it: Trova nei files

source: Find more extensions at www.pnotepad.org...
it_it: Trova altre estensioni www.pnotepad.org...

source: Find reached the starting point of the search.
it_it: È stato raggiunto il punto iniziale della ricerca

source: Find text in files Find in Files
it_it: Trova testo nei files Trova nei files

source: Find the specified text Find
it_it: Trova il testo specificato Trova

source: Find where:
it_it: Trova dove:

source: Folder:
it_it: Cartella:

source: Folding enabled for supporting schemes
it_it: Strutture abilitate per gli schemi che le supportano

source: Font Style
it_it: Stile carattere

source: Fonts and Colours
it_it: Caratteri e colori

source: Found %d occurrences
it_it: Trovate %d occorrenze

source: General
it_it: Generale

source: Go To Line
it_it: Vai alla riga

source: Go to Definition
it_it: Vai alla definizione

source: Google Gr&oups
it_it: G&oogle gruppi
