Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1045_*.po
Languages: pl_pl

source: %d character(s) selected.
pl_pl: %d znaków zaznaczono.

source: %d occurrence(s) replaced.
pl_pl: Zamieniono %d instancji.

source: %f: File Name %l: Line Number %c: Column
pl_pl: %f: Nazwa pliku %l: Numer linii %c: Kolumna

source: %f: Filename, %l: Line Number, %c: Column
pl_pl: %f: Nazwa pliku, %l: Numer linii, %c: Kolumna

source: %s Properties
pl_pl: %s Właściwości

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
pl_pl: Nie udało się otworzyć %s. Być może ten plik już nie istnieje, dysk został usunięty,lub połączenie sieciowe zostało przerwane.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
pl_pl: %s nie mógł zostać zapisany z powodu odmowy dostępu do pliku. Możliwe że plik ma atrybut tylko do odczytu lub dysk jest chroniony przed zapisem Czy chcesz spróbować zapisać plik w inny miejscu?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
pl_pl: %s jest w użyciu przez inny program. Czy chcesz zapisać plik w innym miejscu?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
pl_pl: %s Treść pliku została zmodyfikowana przez zewnętrzny program. Czy chcesz odświerzyć podgląd i utracić bieżące zmiany?

source: &About Programmer's Notepad...
pl_pl: &O programie Programmer's Notepad...

source: &Add
pl_pl: &Dodaj

source: &Add Files
pl_pl: &Dodaj pliki

source: &Add Files...
pl_pl: &Dodaj pliki...

source: &Add New File...
pl_pl: &Dodaj nowy plik

source: &Add New Folder
pl_pl: &Dodaj nowy folder

source: &Add Tools...
pl_pl: &Dodaj narzędzia...

source: &Allow multiple instances of Programmer's Notepad to start
pl_pl: &Zezwól na uruchomienie wielu sesji programu Programmer's Notepad

source: &Autocomplete
pl_pl: &Autouzupełnianie

source: &Block
pl_pl: &Blokuj

source: &Bold
pl_pl: &Pogrubienie

source: &Bottom:
pl_pl: &Dół:

source: &Cascade
pl_pl: &Kaskada

source: &Change Scheme
pl_pl: Zmień &schemat

source: &Clear
pl_pl: &Wyczyść

source: &Clear Bookmarks
pl_pl: &Wyczyść zakładki

source: &Close
pl_pl: &Zamknij

source: &Collapse all
pl_pl: &Zwiń wszystkie

source: &Compress Whitespace
pl_pl: &Optymalizuj białe znaki

source: &Contents
pl_pl: &Zawartość

source: &Convert
pl_pl: &Konwertuj

source: &Convert Automatically
pl_pl: Konwertuj &automatycznie

source: &Copy
pl_pl: &Kopiuj

source: &Copy Line
pl_pl: &Kopiuj linię

source: &Customize Toolbar
pl_pl: &Dostosuj pasek narzędzi

source: &Default
pl_pl: &Domyślny

source: &Delete
pl_pl: &Usuń

source: &Delete Project
pl_pl: &Usuń projekt

source: &Display
pl_pl: Wyśw&ietl

source: &Don't Remove
pl_pl: &Nie usuwaj

source: &Download Now
pl_pl: &Pobierz teraz

source: &Duplicate
pl_pl: &Klonuj

source: &Duplicate Line
pl_pl: &Klonuj linię

source: &Edit
pl_pl: &Edytuj

source: &Encoding:
pl_pl: &Kodowanie:

source: &Expand all
pl_pl: &Rozwiń wszystkie

source: &Explorer
pl_pl: &Eksplorator

source: &Export
pl_pl: &Eksportuj

source: &File
pl_pl: &Plik

source: &Find
pl_pl: &Znajdź

source: &Find Next
pl_pl: &Znajdź następny

source: &Find Results
pl_pl: &Znajdź wyniki

source: &Folding
pl_pl: Skł&adanie

source: &Font:
pl_pl: &Czcionka:

source: &Footer:
pl_pl: &Stopka:

source: &Goto
pl_pl: &Idź do

source: &Header:
pl_pl: &Nagłówek:

source: &Help
pl_pl: &Pomoc

source: &Hide
pl_pl: &Ukryj

source: &Hide when "Find Next" is clicked.
pl_pl: &Ukryj po kliknięciu "Znajdź następny".

source: &Indent
pl_pl: &Wcięcie

source: &Indentation
pl_pl: &Wcięcia

source: &Individual Output
pl_pl: &Indywidualne wyjście

source: &Insert Text Clip
pl_pl: &Wstaw klip tekstowy

source: &Italic
pl_pl: &Kursywa

source: &Join Lines
pl_pl: &Połącz linie

source: &Jump To...
pl_pl: &Skocz do...

source: &Left:
pl_pl: &Lewa:

source: &Line
pl_pl: &Linia

source: &Line Endings
pl_pl: Znaki końca &linii

source: &Line Endings:
pl_pl: Znaki końca &linii:

source: &Line Number (1 - %d):
pl_pl: &Numer linii (1 - %d):

source: &Load
pl_pl: &Załaduj

source: &Lowercase
pl_pl: &z małej

source: &Mark All
pl_pl: &Zaznacz wszystkie

source: &Mark WhiteSpace
pl_pl: &Pokaż znaki niedrukowane

source: &Maximize new document windows
pl_pl: &Maksymalizuj okno nowego dokumentu

source: &Method:
pl_pl: &Metoda:

source: &Multi-Byte Character Support for ANSI files:
pl_pl: &Wsparcie wielobajtowych znaków dla plików ANSI:

source: &New
pl_pl: &Nowy

source: &No
pl_pl: &Nie

source: &Online Help
pl_pl: &Pomoc Online

source: &Open
pl_pl: &Otwórz

source: &Open All Files
pl_pl: &Otwórz wszystkie pliki

source: &Open dialog should start in the directory of the current file.
pl_pl: &Okno dialogowe otwierania pliku powinno otwierać katalog w którym znajduje się bieżący plik.

source: &Open in Default Program
pl_pl: &Otwórz w domyślnym programie

source: &Open...
pl_pl: &Otwórz...

source: &Options
pl_pl: &Konfiguracja...

source: &Output
pl_pl: &Wyjście

source: &Paste
pl_pl: &Wklej

source: &Previous Bookmark
pl_pl: &Poprzednia zakładka

source: &Print...
pl_pl: &Drukuj...

source: &Printer...
pl_pl: &Drukarka...

source: &Project
pl_pl: &Projekt

source: &Project Group
pl_pl: &Grupa Projektów

source: &Projects
pl_pl: &Projekty

source: &Properties
pl_pl: &Właściwości

source: &Properties Alt+Enter
pl_pl: &Właściwości Alt+Enter

source: &Quick Find
pl_pl: &Szybkie szukanie

source: &Recent Files
pl_pl: &Najczęściej otwierane pliki

source: &Record Script
pl_pl: &Zarejestruj makro

source: &Redo
pl_pl: &Powtórz

source: &Refresh
pl_pl: &Odświerz

source: &Remember open files and projects between sessions
pl_pl: &Zapamiętaj otwarte pliki i projekty między sesjami

source: &Remind Me Later
pl_pl: &Przypomnij mi później

source: &Remove
pl_pl: &Usuń

source: &Remove Project
pl_pl: Usuń projekt z listy

source: &Replace
pl_pl: &Zamień

source: &Reset
pl_pl: &Resetuj

source: &Retry
pl_pl: &Spróbuj ponownie

source: &Right:
pl_pl: &Prawa:

source: &Save
pl_pl: &Zapisz

source: &Save and Remove
pl_pl: &Zapisz i usuń

source: &Scheme:
pl_pl: &Szablon:

source: &Scripts
pl_pl: &Makra

source: &Search
pl_pl: &Znajdź

source: &Select All
pl_pl: &Zaznacz wszystko

source: &Set Active Project
pl_pl: &Ustaw aktywny projekt

source: &Show Line Numbers
pl_pl: &Pokaż numery linii

source: &Show full file path in document windows
pl_pl: &Pokaż pełną ścieżkę pliku w tytule okna

source: &Size:
pl_pl: &Rozmiar:

source: &Sort
pl_pl: &Sortuj

source: &Sort Folders
pl_pl: &Sortuj foldery

source: &Source:
pl_pl: &Źródło:

source: &Split Horizontal
pl_pl: &Podziel poziomo

source: &Status Bar
pl_pl: &Pasek stanu

source: &Stop Tools
pl_pl: &Zatrzymaj narzędzia

source: &Stream
pl_pl: &Strumień

source: &Strip Trailing Blanks
pl_pl: &Usuń białe znaki na końcach linii

source: &Tab Width:
pl_pl: &Szerokość tabulacji:

source: &Text Clips
pl_pl: &Klipy tekstowe

source: &Text Colour:
pl_pl: &Kolor tekstu:

source: &Toolbar
pl_pl: &Pasek narzędzi

source: &Tools
pl_pl: &Narzędzia

source: &Top:
pl_pl: Góra:

source: &Uncomment
pl_pl: &Odkomentuj

source: &Underline
pl_pl: &Podkreślenie

source: &Undo
pl_pl: &Cofnij

source: &Unindent
pl_pl: &Usunięcie wcięcia tekstu

source: &Uppercase
pl_pl: &Kapitalki

source: &Use the tab character for indentation
pl_pl: &Użyj tabulacji dla wcięć

source: &View
pl_pl: &Widok

source: &Window
pl_pl: &Okno

source: &Windows
pl_pl: &Okna

source: &Word Wrap
pl_pl: &Zawijanie wierszy

source: &Word-Wrap
pl_pl: &Zawijanie wierszy

source: &Yes
pl_pl: &Tak

source: &Zoom In
pl_pl: &Powiększ

source: (1 to 50) items in the most recently used list.
pl_pl: (od 1 do 50) wpisów na liście najczęściej używanych plików.

source: (None - All Projects)
pl_pl: (Brak - Wszystkie Projekty)

source: (None - Global Tools)
pl_pl: (Brak - Narzędzia ogólne)

source: (empty)
pl_pl: (pusty)

source: (enter text and click above to test)
pl_pl: (wpisz tekst i kliknij przycisk powyżej, aby sprawdzić)

source: 0 or More Matches
pl_pl: 0 lub więcej pasujących

source: 1 or More Matches
pl_pl: 1 lub więcej pasujących

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
pl_pl: Magiczny folder odzwierciedli zawartość folderu systemu plików w folderze projektów. Wybierz folder, który chcesz włączyć poniżej:

source: A&ll open documents
pl_pl: Wszystkie otwarte &pliki

source: About
pl_pl: O programie

source: Activate Task List
pl_pl: Lista aktywnych zadań

source: Activate this window
pl_pl: Aktywuj to okno

source: Add &Existing Project...
pl_pl: Dodaj istni&ejący projekt...

source: Add &Magic Folder...
pl_pl: Dodaj &magiczny folder...

source: Add &New Project
pl_pl: Dodaj &nowy projekt

source: Add Clip
pl_pl: Dodaj klip

source: Add Clip Set
pl_pl: Dodaj zestaw klipów

source: Add New &Folder
pl_pl: Dodaj nowy &folder

source: Add Tools...
pl_pl: Dodaj narzędzia...

source: Advanced
pl_pl: Zaawansowane

source: All Files
pl_pl: Wszystkie pliki

source: All Files (*.*)|*.*|
pl_pl: Wszystkie typy plików (*.*)|*.*|

source: Allow backslash expressions
pl_pl: Pozwól na wyrażenia z ukośnikiem wstecznym

source: Allow caret to be placed outside current text bounds
pl_pl: Pozwól na umieszczenie karetki poza granicami bieżącego tekstu

source: Allow editing of read only files
pl_pl: Pozwól na edycję plików tylko do odczytu

source: Allow typing into multiple caret points
pl_pl: Pozwól na wpisywanie w wielu miejscach naraz

source: Alternate Extensions
pl_pl: Alternatywne Rozszerzenia

source: Alternate Extensions:
pl_pl: Alternatywne Rozszerzenia:

source: Alternate File Pairs
pl_pl: Alternatywne pary plików

source: Alternate Files
pl_pl: Alternatywne Pliki

source: An extension may not contain any of these characters:
pl_pl: Rozszerzenie nie może zawierać żadnego z tych znaków:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
pl_pl: Aktualizacja programu jest dostępna (wersja %s), czy chcesz ją teraz pobrać?

source: Any Character
pl_pl: Dowolny Znak

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
pl_pl: Czy napewno chcesz zmienić nazwę tego magicznego folderu? Zmiana zostanie zapisana na dysku (to nie jest tylko zmiana w projekcie).

source: Arrange &Icons
pl_pl: Rozmieść &ikony

source: Arrange icons at the bottom of the window Arrange Icons
pl_pl: Rozmieść ikony na spodzie okna Rozmieść ikony

source: Arrange windows as non-overlapping tiles Tile Windows
pl_pl: Rozmieść okna by nie nakładały się ich tytuły Okna sąsiadująco

source: Arrange windows so they overlap Cascade Windows
pl_pl: Rozmieść okna tak by te nakładały się na siebie Kaskada

source: As &RTF...
pl_pl: Jako &RTF...

source: As HTML...
pl_pl: Jako HTML...

source: Ask Me
pl_pl: Zapytaj Mnie

source: Assign Shortcuts:
pl_pl: Przypisz Skróty:

source: At the &bottom of the main window
pl_pl: Na spodzie głównego okna

source: Auto-Close HTML/XML Tags
pl_pl: Automatycznie zamykaj tagi HTML/XML

source: Auto-scroll Caret Position Limits:
pl_pl: Automatycznie przewijaj limity pozycji kursora

source: AutoComplete After:
pl_pl: Autouzupełnianie po:

source: AutoComplete Settings
pl_pl: Konfiguracja Autouzupełniania

source: AutoComplete when asked
pl_pl: Autouzupełnianie na żądanie

source: Autocomplete
pl_pl: Autouzupełnianie

source: Avoiding infinite search loop, Replace All abandoned
pl_pl: Wyszukiwanie zostało zapętlone. Zamienianie zostało przerwane.

source: Bac&kground:
pl_pl: Tło

source: Base Style Settings
pl_pl: Ustawienia bieżącego stylu

source: Beginning of Line
pl_pl: Początek linii

source: Blend highlight colour:
pl_pl: Rozmyj kolor podświetlenia:

source: Bottom:
pl_pl: Dół:

source: Button1
pl_pl: Przycisk1

source: Button2
pl_pl: Przycisk2

source: C&lear
pl_pl: K&asuj

source: Cancel
pl_pl: Anuluj

source: Cannot find in files in %s, the directory does not exist
pl_pl: Nie można znaleźć plików w katalogu %s. Katalog nie istnieje.

source: Capture output?
pl_pl: Przechytywać wyjście?

source: Change the printer and printing options Print Setup
pl_pl: Zmień drukarkę i ustawienia drukowania Ustawienia wydruku

source: Change the printing options Page Setup
pl_pl: Zmień opcje wydruku Ustawienia strony

source: Change the window position
pl_pl: Zmień pozycję okna

source: Change the window size
pl_pl: Zmień rozmiar okna

source: Changing the encoding between Unicode and ANSI will clear your Undo history, and may lose unsupported characters. Are you sure?
pl_pl: Zmiana kodowania z Unicode na ANSI lub odwrotnie będzie skutkować usunięciem historii cofania. Możesz stracić nie wspierane znaki. Czy na pewno?

source: Character Not in Range
pl_pl: Znak poza zakresem

source: Character in Range
pl_pl: Znak w zakresie

source: Characters:
pl_pl: Znaki:

source: Check &Now
pl_pl: Sprawdź teraz

source: Check for &Updates
pl_pl: Sprawdź czy są &aktualizacje

source: Check for &updates
pl_pl: Sprawdź czy są &aktualizacje

source: Cl&ose Ctrl-F4
pl_pl: Zamknij Ctrl-F4

source: Clear output before running?
pl_pl: Kasować wyjście przed uruchomieniem?

source: Clipboard S&wap
pl_pl: Zaznaczenie <--> Schowek

source: Close
pl_pl: Zamknij

source: Close &All
pl_pl: Zamknij wszystko

source: Close All
pl_pl: Zamknij wszystko

source: Close All &Other
pl_pl: Zamknij wszystkie pozostałe

source: Close All &Other Windows
pl_pl: Zamknij wszystkie pozostałe okna

source: Close P&roject(s)
pl_pl: Zamknij projekt/y

source: Close Project(s)
pl_pl: Zamknij projekt/y

source: Close Vie&w
pl_pl: Zamknij Podgląd

source: Close all project files?
pl_pl: Zamknąć wszystkie pliki projektów?

source: Close the active document Close
pl_pl: Zamknij aktywny dokument Zamknij

source: Close the active window and prompts to save the documents
pl_pl: Zamyka aktywne okno i pyta czy zapisać dokumenty

source: Code Templates
pl_pl: Szablony kodu

source: Collapse All Folds
pl_pl: Zwiń wszystkie złożenia

source: Com&ments
pl_pl: Komentarze

source: Command
pl_pl: Komenda

source: Command &Mode
pl_pl: Tryb Komend

source: Command:
pl_pl: Komenda:

source: Confirmations
pl_pl: Potwierdzenia

source: Console I/O
pl_pl: Konsola We/Wy

source: Convert Spaces to Tabs
pl_pl: Zamień spacje na tabulatory

source: Convert Tabs to Spaces
pl_pl: Zamień tabulatory na spacje

source: Copy &File Path
pl_pl: Kopiu&j ścieżkę pliku

source: Copy as RTF
pl_pl: Kopiuj jako RTF

source: Copy the selection and put it on the Clipboard Copy
pl_pl: Skopiuj zaznaczenie i umieść ją w schowku Kopiuj

source: Could not create file
pl_pl: Nie udało się utworzyć pliku

source: Could not locate
pl_pl: Nie udało się zlokalizować

source: Create a new document New
pl_pl: Utwórz nowy dokument Nowy

source: Create a new project.
pl_pl: Utwórz nowy projekt.

source: Create a new workspace.
pl_pl: Utwórz nowe środowisko pracy

source: Create backup files when saving
pl_pl: Wykonuj kopię zapasową plików przy zapisie

source: Cu&t
pl_pl: Wy&tnij

source: Cu&t Line
pl_pl: Wy&tnij linię

source: Curren&t document
pl_pl: Bieżący dokumen&t

source: Current &Editor
pl_pl: Bieżący &edytor

source: Current Date (%c)
pl_pl: Bieżąca data (%c)

source: Current File
pl_pl: Bieżący plik

source: Current Folder
pl_pl: Bieżący katalog

source: Current Page (%p)
pl_pl: Bieżąca strona (%p)

source: Current Project Files
pl_pl: Pliki bieżącego projektu

source: Current Shortcuts:
pl_pl: Bieżące skróty:

source: Current Time (%t)
pl_pl: Bieżący czas (%t)

source: Current pro&ject
pl_pl: Bieżący pro&jekt

source: Cursor Colour:
pl_pl: Kolor kursora:

source: Custom Output Parsing
pl_pl: Niestandardowe parsowanie wyjścia

source: Cut the selection and put it on the Clipboard Cut
pl_pl: Wytnij zawartość i umieść ją w schowku Wytnij

source: De&lete Line
pl_pl: Usuń linię

source: Defaults
pl_pl: Domyślne

source: Display block caret instead of line
pl_pl: Wyświetl blok kursora zamiast linii

source: Display full pages Print Preview
pl_pl: Wyświetlaj całe strony Podgląd wydruku

source: Display program information, version number and copyright About
pl_pl: Wyświetl informacje o programie: numer wersji i prawa autorskie O programie

source: Do &Not Download
pl_pl: &Nie pobieraj

source: Do not &ask me again
pl_pl: Nie pyt&aj więcej.

source: Do not ask me again.
pl_pl: Nie pytaj więcej.

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
pl_pl: Czy chcesz teraz przypisać te rozszerzenia do programu Programmer's Notepad 2?

source: Do you want to open another copy of %s?
pl_pl: Czy chcesz otworzyć kolejną kopię %s?

source: Do you want to save changes to the project: %s?
pl_pl: Czy chcesz zachować zmiany w projekcie: %s?

source: Document
pl_pl: Dokument

source: Don't change the foreground.
pl_pl: Nie zmieniaj pierwszego planu.

source: E&xit
pl_pl: &Zamknij

source: E&xtensions
pl_pl: Rozszerzenia

source: Edit
pl_pl: Edycja

source: Edit Alternate File Pair
pl_pl: Edytuj alternatywną parę plików

source: Edit Clip
pl_pl: Edytuj klip

source: Edit File Type
pl_pl: Edytuj typ pliku

source: Edit SmartStart Phrase
pl_pl: Edytuj frazę Sprytnego Startu

source: Edit Tool
pl_pl: Narzędzie edycji

source: Edit with Programmer's Notepad
pl_pl: Edytuj programem Programmer's Notepad

source: Editing
pl_pl: Edytowanie

source: Editor
pl_pl: Edytor

source: Empty Project
pl_pl: Pusty projekt

source: Enable AutoComplete
pl_pl: Włącz autouzupełnianie

source: Enable Command Bar
pl_pl: Włącz pasek zadań

source: Enable SmartStart
pl_pl: Włącz Sprytny Start

source: Enabled
pl_pl: Włączony

source: Enco&ding
pl_pl: Kodowanie

source: Encoding Conversion
pl_pl: Konwersja kodowania

source: Encoding:
pl_pl: Kodowanie:

source: End of Line
pl_pl: Koniec linii

source: Enlarge the window to full size
pl_pl: Zwiększ okno do maksymalnych rozmiarów.

source: Ensure file ends with a blank line
pl_pl: Upewnij się, że plik kończy się pustą linią

source: Enter a semi-colon separated list of directories that you do not wish to include:
pl_pl: Wpisz oddzieloną średnikami listę folderów, których nie chcesz włączać:

source: Enter a semi-colon separated list of file types that you wish to include:
pl_pl: Wpisz oddzieloną średnikami listę typów plików, które chcesz włączać:

source: Erase everything Erase All
pl_pl: Kasuj wszystko Kasuj wszystko

source: Erase the selection Erase
pl_pl: Kasuj zaznaczenie Kasuj

source: Ex&tension:
pl_pl: Rozszerzenie:

source: Example
pl_pl: Przykład

source: Executable Files (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|All Files (*.*)|*.*|
pl_pl: Pliki wykonywalne (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|Wszystkie pliki (*.*)|*.*|

source: Expand All Folds
pl_pl: Rozwiń wszystkie złożenia

source: Extension
pl_pl: Rozszerzenie

source: Extensions
pl_pl: Rozszerzenia

source: F&ind in Files
pl_pl: Szukaj w plikach

source: Failed to create a backup document
pl_pl: Nie udało się utworzyć kopii zapasowej dokumentu

source: Failed to open workspace file %s for writing. Workspace state could not be saved.
pl_pl: Nie udało się otworzyć środowiska %s do edycji. Stan środowiska nie może zostać zapisany.

source: Fi&nd what:
pl_pl: Szukaj:

source: File
pl_pl: Plik

source: File &Browser
pl_pl: Przeglądarka Plików

source: File Browser
pl_pl: Przeglądarka plików

source: File Date (%D)
pl_pl: Data pliku (%D)

source: File Dialogs
pl_pl: Okna dialogowe plików

source: File Extension or Name to Match:
pl_pl: Rozszerzenia lub nazwy plików do dopasowania:

source: File Format:
pl_pl: Format pliku:

source: File Name (%f)
pl_pl: Nazwa pliku (%f)

source: File Path (%d)
pl_pl: Ścieżka do pliku (%d)

source: File Save Options
pl_pl: Opcje zapisu pliku

source: File Time (%T)
pl_pl: Czas pliku (%T)

source: File Types
pl_pl: Typy pliku

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
pl_pl: Rozszerzenia plików powinny być wprowadzone razem ze znakiem kropki, oddzielone średnikami, z zachowaniem pierwszeństwa. np. Początek: .cpp;.cxx;.c;.cc Alternatywa: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
pl_pl: Rozszerzenia plików powinny być wprowadzone z kropką na początku.

source: File types:
pl_pl: Typy plików:

source: File:
pl_pl: Plik:

source: Files
pl_pl: Pliki

source: Fill to &end of line
pl_pl: Zaznacz aż do końca linii

source: Find
pl_pl: Znajdź

source: Find &Next
pl_pl: Znajdź &następny

source: Find &Previous
pl_pl: Znajdź &poprzedni

source: Find (drop down for other find types)
pl_pl: Znajdź (rozwiń by zobaczyć inne typy wyszukiwania)

source: Find Dialog
pl_pl: Okno szukania

source: Find Next Current &Word
pl_pl: Znajdź następne wystąpienie słowa

source: Find Pre&vious
pl_pl: Znajdź pop&rzedni

source: Find Previous C&urrent Word
pl_pl: Znajdź poprzednie wystąpienie słowa

source: Find Results
pl_pl: Wyniki szukania

source: Find in Files
pl_pl: Szukaj w plikach

source: Find more extensions at www.pnotepad.org...
pl_pl: Znajdź więcej rozszerzeń na www.pnotepad.org...

source: Find reached the starting point of the search.
pl_pl: Osiągnięto początek poszukiwań.

source: Find text in files Find in Files
pl_pl: Znajdź tekst w plikach Szukaj w plikach

source: Find the specified text Find
pl_pl: Znajdź konkretny tekst Szukaj

source: Find where:
pl_pl: Gdzie szukać:

source: Folding enabled for supporting schemes
pl_pl: Składanie dostępne dla wspieranych typów plików

source: Font Style
pl_pl: Styl czcionki

source: Fonts and Colours
pl_pl: Czcionki i kolory

source: Found %d occurrences
pl_pl: Znaleziono &d wystąpień

source: General
pl_pl: Ogólne

source: Go To Line
pl_pl: Idź do linii

source: Go to Definition
pl_pl: Idź do definicji

source: Google Gr&oups
pl_pl: Gr&upy dyskusyjne Google

source: Group
pl_pl: Grupuj

source: Highlight all instances of selected word
pl_pl: Podświetl wszystkie wystąpienia zaznaczonego słowa

source: Highlight current editor line
pl_pl: Podświetl bieżącą linię edytora

source: Highlight text beyond the edge column
pl_pl: Podświetl tekst poza kolumną brzegową

source: Hint
pl_pl: Podpowiedź

source: Hint:
pl_pl: Podpowiedź:

source: Horizontal:
pl_pl: Poziomo:

source: In &selection
pl_pl: W &zaznaczeniu

source: Include &hidden
pl_pl: Uwzględnij &ukryte

source: Include Scheme Keywords
pl_pl: Uwzględnij słowa kluczowe z szablonów wyglądu

source: Include Tags
pl_pl: Uwzględnij tagi

source: Indentation Guides:
pl_pl: Wcięcie lini pomocniczych:

source: Insert Clipboard contents Paste
pl_pl: Wklej zawartość schowka Wklej

source: Integration
pl_pl: Integracja

source: Interface
pl_pl: Interfejs

source: Jump To...
pl_pl: Skocz do...

source: Jump to:
pl_pl: Skocz do:

source: Keyboard
pl_pl: Klawiatura

source: Keyboard Shortcuts
pl_pl: Skróty klawiszowe

source: Keywords
pl_pl: Słowa kluczowe

source: L&andscape
pl_pl: Po&ziomo

source: Language
pl_pl: Język

source: Line
pl_pl: Linia

source: Line &End Markers
pl_pl: Linie i mark&ery

source: Line &Numbers
pl_pl: Numery li&nii

source: Line Endings:
pl_pl: Zakończenia linii:

source: Line Padding
pl_pl: Odstępy między liniami

source: Lines:
pl_pl: Linie:

source: Lo&wercase
pl_pl: Mał&ymi

source: Long Line Helpers
pl_pl: Znaczniki długich linii

source: Look for a custom pattern:
pl_pl: Szukaj dowolnego wzorca:

source: Look for testing releases
pl_pl: Szukaj testowych wersji

source: Margins
pl_pl: Marginesy

source: Mark All Highlight:
pl_pl: Podświetlenie do Zaznacz wszystkie:

source: Match
pl_pl: Dopasuj

source: Match &case
pl_pl: Uwzględnij wielkość liter
