Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1031_*.po
Languages: de_de

source: %d character(s) selected.
de_de: %d Zeichen ausgewählt.

source: %d occurrence(s) replaced.
de_de: %d Übereinstimmung(en) ersetzt.

source: %f,File Name,mainfrm.cpp,%n,File Name (no ext),mainfrm,%l,Current Line Number,232,%?,Ask for parameters,(?),%p,Current Project File,pn.pnproj,%d,Path of File,c:\source\pn\test\,%c,Column,12,%%,Percent Symbol,%,%w,Current word,cheese,%g,Project Group File,pn2.ppg,$(ProjectName),Name of Project,Project 1,$(ProjectPath),Path of Project,c:\source\pn2\,$(ProjectGroupName),Name of the Project Group,Project Group 1,$(ProjectGroupPath),Path of Project Group,c:\source\pn2\,$(PNPath),PN Install Path,c:\program files\pn,$(ProjectProp:x),Project Property,value of 'x',$(FileProp:x),File Property,value of 'x',%(ENV),ENV Environment Variable,ENV value
de_de: %f,Dateiname,mainfrm.cpp,%n,Dateiname (ohne Endung),mainfrm,%1,Aktuelle Zeilennummer,232,%?,Nach Parameters fragen,(?),%p,Aktuelle Projektdatei,on.pnproj,%d,Dateipfad,c:\source\pn\test\,%c,Spalte,12,%%,Prozentzeichen,%,%w,Aktuelles word,Käse,%g,Projektgruppen-Datei,pn2.ppg,$(ProjectName),Projektname,Projekt 1,$(ProjectPath),Projektpfad,c:\source\pn2\,$(ProjectGroupName),Name der Projektgruppe,Projektgruppe 1,$(ProjectGroupPath),Pfad der Projektgruppe,c:\source\pn2\,$(PNPath),PN Installationspfad,c:\program files\pn,$(ProjectProp:x),Projekteigenschaft,Wert von 'x',$(FileProp:x),Dateieigenschaft,Wert von 'x',%(ENV),ENV Umgebungsvariable,ENV Wert

source: %f: File Name %l: Line Number %c: Column
de_de: %f: Dateiname %1: Zeilennummer %c:Spalte

source: %f: Filename, %l: Line Number, %c: Column
de_de: %f: Dateiname, %1: Zeilennummer, %c: Spalte

source: %s Properties
de_de: %s Eigenschaften

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
de_de: %s konnte nicht geöffnet werden. Möglicherweise existiert die Datei nicht mehr, der Datenträger ist nicht verfügbar oder die Netzwerkverbindung ist unterbrochen.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
de_de: %s konnte nicht gespeichert werden (Zugriff verweigert). Die Datei oder das Laufwerk könnten schreibgeschützt sein. Wollen Sie die Datei woanders speichern?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
de_de: %s konnte nicht gespeichert werden, weil ein anderes Programm oder ein anderer Benutzer die Datei verwendet. Wollen Sie die Datei woanders speichern?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
de_de: %s Die Datei wurde außerhalb von Programmer's Notepad verändert. Wollen Sie die Datei neu laden und Ihre Veränderungen verwerfen?

source: &About Programmer's Notepad...
de_de: Ü&ber Programmer's Notepad

source: &Add
de_de: &Hinzufügen

source: &Add Files
de_de: &Datei hinzufügen

source: &Add Files...
de_de: &Dateien hinzufügen...

source: &Add New File...
de_de: &Neue Datei hinzufügen...

source: &Add New Folder
de_de: &Neuen Ordner hinzufügen

source: &Add Tools...
de_de: &Werkzeuge hinzufügen...

source: &Allow multiple instances of Programmer's Notepad to start
de_de: &Mehrere Instanzen von Programmer's Notepad zulassen

source: &Autocomplete
de_de: &Auto-Vervollständigung

source: &Bold
de_de: &Fett

source: &Bottom:
de_de: &Unten:

source: &Cascade
de_de: &Überlappend

source: &Change Scheme
de_de: &Schema wechseln

source: &Clear
de_de: &Zurücksetzen

source: &Clear Bookmarks
de_de: &Lesezeichen löschen

source: &Close
de_de: &Schließen

source: &Collapse all
de_de: &Alles falten

source: &Compress Whitespace
de_de: &Leerzeichen komprimieren

source: &Contents
de_de: &Inhalte

source: &Convert
de_de: &Konvertieren

source: &Convert Automatically
de_de: &Automatisch konvertieren

source: &Copy
de_de: &Kopieren

source: &Copy Line
de_de: &Zeile kopieren

source: &Customize Toolbar
de_de: &Werkzeugleiste anpassen

source: &Default
de_de: &Dokument

source: &Delete
de_de: &Löschen

source: &Delete Project
de_de: &Projekt löschen

source: &Display
de_de: &Zeige

source: &Don't Remove
de_de: &Nicht löschen

source: &Download Now
de_de: &Jetzt herunterladen

source: &Duplicate
de_de: &Duplizieren

source: &Duplicate Line
de_de: &Zeile Duplizieren

source: &Edit
de_de: &Bearbeiten

source: &Encoding:
de_de: &Kodierung:

source: &Expand all
de_de: &Alles entfalten

source: &Export
de_de: &Exportieren

source: &File
de_de: &Datei

source: &Find
de_de: &Suchen...

source: &Find Next
de_de: &Weitersuchen

source: &Find Results
de_de: &Suchergebnisse

source: &Folding
de_de: &Falten

source: &Font:
de_de: &Schrift:

source: &Footer:
de_de: &Fußzeile:

source: &Goto
de_de: &Gehe zu...

source: &Header:
de_de: &Kopfzeile:

source: &Help
de_de: &Hilfe

source: &Hide
de_de: &Verstecken

source: &Hide when "Find Next" is clicked.
de_de: &Schließen bei Klick auf "Weitersuchen"

source: &Indent
de_de: &Einrücken

source: &Indentation
de_de: &Einrückung

source: &Individual Output
de_de: &Individuelle Ausgabe

source: &Insert Text Clip
de_de: &Textbaustein einfügen

source: &Italic
de_de: &Kursiv

source: &Join Lines
de_de: &Zeilen zusammenfügen

source: &Jump To...
de_de: &Springe zu...

source: &Left:
de_de: &Links:

source: &Line
de_de: &Zeile

source: &Line Endings
de_de: &Zeilenende

source: &Line Endings:
de_de: &Zeilenende:

source: &Line Number (1 - %d):
de_de: &Zeilennummer (1 - %d):

source: &Load
de_de: &Laden

source: &Lowercase
de_de: &Kleinbuchstaben

source: &Mark All
de_de: &Alle markieren

source: &Mark WhiteSpace
de_de: &Leerzeichen markieren

source: &Maximize new document windows
de_de: &Maximiere neue Fenster

source: &Method:
de_de: &Methode:

source: &New
de_de: &Neu

source: &No
de_de: &Nein

source: &Online Help
de_de: &Online Hilfe

source: &Open
de_de: &Öffnen

source: &Open All Files
de_de: &Alle Dateien öffnen

source: &Open dialog should start in the directory of the current file.
de_de: &Öffnen-Dialog soll im Ordner der aktuellen Datei beginnen.

source: &Open in Default Program
de_de: &Mit Standardprogramm öffnen

source: &Open...
de_de: &Öffnen...

source: &Options
de_de: &Optionen...

source: &Output
de_de: &Ausgabe

source: &Paste
de_de: &Einfügen

source: &Previous Bookmark
de_de: &Letztes Lesezeichen

source: &Print...
de_de: &Drucken...

source: &Printer...
de_de: &Drucker...

source: &Project
de_de: Projekt

source: &Project Group
de_de: &Projektgruppe

source: &Projects
de_de: &Projekte

source: &Properties
de_de: &Eigenschaften

source: &Properties Alt+Enter
de_de: &Eigenschaften Alt+Enter

source: &Quick Find
de_de: &Schnellsuche...

source: &Recent Files
de_de: &Zuletzt geöffnete Dateien

source: &Record Script
de_de: &Script aufzeichnen

source: &Redo
de_de: &Wiederholen

source: &Refresh
de_de: &Aktualisieren

source: &Remember open files and projects between sessions
de_de: &Geöffnete Dateien und Projekte beim nächsten Start wieder öffnen

source: &Remind Me Later
de_de: &Erinnere mich später

source: &Remove
de_de: &Löschen

source: &Remove Project
de_de: &Projekt löschen

source: &Replace
de_de: &Ersetzen

source: &Reset
de_de: &Zurücksetzen

source: &Retry
de_de: &Wiederholen

source: &Right:
de_de: &Rechts:

source: &Save
de_de: &Speichern

source: &Save and Remove
de_de: &Speichern und löschen

source: &Scheme:
de_de: &Schema:

source: &Search
de_de: &Suche

source: &Select All
de_de: &Alles auswählen

source: &Set Active Project
de_de: &Setze aktives Projekt

source: &Show Line Numbers
de_de: &Zeilennummern anzeigen

source: &Show full file path in document windows
de_de: &Vollständigen Dateipfad im Fenstertitel anzeigen

source: &Size:
de_de: &Größe:

source: &Sort
de_de: &Sortieren

source: &Sort Folders
de_de: &Sortiere Ordner

source: &Source:
de_de: &Quelle:

source: &Split Horizontal
de_de: &Horizontal teilen

source: &Status Bar
de_de: &Statuszeile

source: &Stop Tools
de_de: &Werkzeuge stoppen

source: &Stream
de_de: &Fluss

source: &Strip Trailing Blanks
de_de: &Leerzeichen am Zeilenende entfernen

source: &Tab Width:
de_de: &Tabweite:

source: &Text Clips
de_de: &Textbausteine

source: &Text Colour:
de_de: &Textfarbe:

source: &Toolbar
de_de: &Werkzeugleiste

source: &Tools
de_de: &Werkzeuge

source: &Top:
de_de: &Oben:

source: &Uncomment
de_de: &Entkommentieren

source: &Underline
de_de: &Unterstreichen

source: &Undo
de_de: &Rückgängig

source: &Unindent
de_de: &Ausrücken

source: &Uppercase
de_de: &Großbuchstaben

source: &Use the tab character for indentation
de_de: &Tab-Zeichen für Einrückung verwenden

source: &View
de_de: &Ansicht

source: &Window
de_de: &Fenster

source: &Windows
de_de: &Fenster

source: &Word Wrap
de_de: &Zeilenumbruch

source: &Word-Wrap
de_de: &Zeilenumbruch

source: &Yes
de_de: &Ja

source: &Zoom In
de_de: &Vergrößern

source: (1 to 50) items in the most recently used list.
de_de: (1 bis 50) Einträge in der Liste zuletzt geöffneter Dateien.

source: (None - All Projects)
de_de: (Keine - Alle Projekte)

source: (None - Global Tools)
de_de: (Keins - Globales Werkzeug)

source: (empty)
de_de: (leer)

source: (enter text and click above to test)
de_de: (Text eingeben und oben klicken zum Testen)

source: 0 or More Matches
de_de: 0 oder mehr Treffer

source: 1 or More Matches
de_de: 1 oder mehr Treffer

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
de_de: Ein magischer Ordner reflektiert die Inhalte eines Dateisystem-Ordners in einem Projektordner. Wählen Sie den gewünschten Ordner unten aus:

source: A&ll open documents
de_de: A&lle offenen Dokumente

source: About
de_de: Über

source: Activate Task List
de_de: Aufgabenliste aktivieren

source: Activate this window
de_de: Fenster aktivieren

source: Add &Existing Project...
de_de: &Vorhandenes Projekt hinzufügen...

source: Add &Magic Folder...
de_de: &Magischen Ordner hinzufügen...

source: Add &New Project
de_de: &Neues Projekt hinzufügen

source: Add Clip
de_de: Neuer Baustein

source: Add Clip Set
de_de: Neue Gruppe

source: Add New &Folder
de_de: Neuen &Ordner hinzufügen

source: Add Tools...
de_de: Werkzeuge hinzufügen...

source: Add "Edit With..." to Explorer
de_de: "Öffnen mit..." zu Explorer hinzufügen

source: Advanced
de_de: Erweitert

source: All Files
de_de: Alle Dateien

source: All Files (*.*)|*.*|
de_de: Alle Dateien (*.*)|*.*|

source: Allow backslash expressions
de_de: Backslash-Ausdrücke zulassen

source: Allow caret to be placed outside current text bounds
de_de: Erlaube den Cursor außerhalb der Textgrenzen zu platzieren

source: Allow editing of read only files
de_de: Erlaube Bearbeiten von schreibgeschützen Dateien

source: Allow multiple selections
de_de: Erlaube mehrere Auswahlen

source: Allow typing into multiple caret points
de_de: Erlaube Schreiben in mehrere Cursor-Positionen

source: Alternate Extensions
de_de: Alternative Dateindungen

source: Alternate Extensions:
de_de: Alternative Dateiendungen:

source: Alternate File Pairs
de_de: Alternative Dateipaare

source: Alternate Files
de_de: Alternative Dateien

source: An extension may not contain any of these characters:
de_de: Dateiendung darf folgende Zeichen nicht enthalten:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
de_de: Eine neue Version von Programmer's Notepad ist verfügbar (%s). Möchten Sie diese jetzt herunterladen?

source: Any Character
de_de: Irgendein Zeichen

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
de_de: Wollen Sie den magischen Ordner wirklich umbenennen? Dies wird den Ordnernamen auf dem Laufwerk ändern.

source: Arrange &Icons
de_de: &Icons anordnen

source: Arrange icons at the bottom of the window Arrange Icons
de_de: Icons unten am Fenster anordnen Icons anordnen

source: Arrange windows as non-overlapping tiles Tile Windows
de_de: Arrangiere Fenster nicht-überlappend Fenster anordnen

source: Arrange windows so they overlap Cascade Windows
de_de: Arrangiere Fenster überlappend Kaskadiere Fenster

source: As &RTF...
de_de: Als &RTF...

source: As HTML...
de_de: Als HTML...

source: Ask Me
de_de: Nachfragen

source: Assign Shortcuts:
de_de: Tastenkürzel:

source: At the &bottom of the main window
de_de: Unterhalb des &Hauptfensters

source: Auto-Close HTML/XML Tags
de_de: HTML/XML Tags automatisch schließen

source: AutoComplete After:
de_de: Auto-Vervollständigung nach:

source: AutoComplete Settings
de_de: Auto-Vervollständigungs-Einstellungen

source: AutoComplete when asked
de_de: Auto-Vervollständigung nur auf Nachfrage

source: Autocomplete
de_de: Vervollständigung

source: Avoiding infinite search loop, Replace All abandoned
de_de: Alles ersetzen wurde abgebrochen, um eine Endlosschleife zu vermeiden

source: Bac&kground:
de_de: &Hintergrund:

source: Base Style Settings
de_de: Basisstil-Einstellungen

source: Beginning of Line
de_de: Zeilenbeginn

source: Blend highlight colour:
de_de: Mische Hervorhebungsfarbe:

source: Bottom:
de_de: Unten:

source: Button1
de_de: Knopf1

source: Button2
de_de: Knopf2

source: C&lear
de_de: &Löschen

source: Cancel
de_de: Abbrechen

source: Cannot find in files in %s, the directory does not exist
de_de: In Dateien suchen nicht möglich, da Verzeichnis %s nicht existiert

source: Capture output?
de_de: Ausgabe abfangen?

source: Change the printer and printing options Print Setup
de_de: Drucker und Druckeinstellungen ändern Druckereinstellungen

source: Change the printing options Page Setup
de_de: Druckeinstellungen ändern Seiteneinstellungen

source: Change the window position
de_de: Fensterposition ändern

source: Change the window size
de_de: Fenstergröße ändern

source: Changing the encoding between Unicode and ANSI will clear your Undo history, and may lose unsupported characters. Are you sure?
de_de: Ein Wechsel der Kodierung zwischen Unicode und ANSI löscht die "Rückgängig"-Liste und möglicherweise nicht unterstützte Zeichen. Fortfahren?

source: Character Not in Range
de_de: Zeichen NICHT in Liste

source: Character in Range
de_de: Zeichen in Liste

source: Characters:
de_de: Zeichen:

source: Check &Now
de_de: Jetzt &prüfen

source: Check for &Updates
de_de: Nach &Updates suchen

source: Check for &updates
de_de: Nach &Updates suchen

source: Cl&ose Ctrl-F4
de_de: Schl&ießen Strg-F4

source: Clear output before running?
de_de: Ausgabe leeren?

source: Clipboard S&wap
de_de: Zwischenablage &tauschen

source: Close
de_de: Schließen

source: Close &All
de_de: &Alle schließen

source: Close All
de_de: Alle schließen

source: Close All &Other
de_de: Alle a&nderen schließen

source: Close All &Other Windows
de_de: Alle anderen &Fenster schließen

source: Close P&roject(s)
de_de: Projekt(e) schli&eßen

source: Close Project(s)
de_de: Projekt(e) schließen

source: Close Vie&w
de_de: Ansicht &schließen

source: Close all project files?
de_de: Alle Projektdateien schließen?

source: Close the active document Close
de_de: Aktives Dokument schließen Schließen

source: Close the active window and prompts to save the documents
de_de: Aktives Fenster schließen und nach Speichern fragen

source: Code Templates
de_de: Code-Vorlagen

source: Collapse All Folds
de_de: Alles falten

source: Com&ments
de_de: Kom&mentare

source: Command
de_de: Befehl

source: Command &Mode
de_de: Befehlsmodus

source: Command:
de_de: Befehl:

source: Confirmations
de_de: Bestätigungen

source: Console I/O
de_de: Konsole Ein-/Ausgabe

source: Convert Spaces to Tabs
de_de: Konvertiere Leerzeichen zu Tabs

source: Convert Tabs to Spaces
de_de: Konvertiere Tabs zu Leerzeichen

source: Copy &File Path
de_de: &Dateipfad kopieren

source: Copy as RTF
de_de: Als RTF kopieren

source: Copy the selection and put it on the Clipboard Copy
de_de: Auswahl in die Zwischenablage kopieren Kopieren

source: Could not create file
de_de: Datei konnte nicht erstellt werden

source: Could not locate
de_de: Datei konnte nicht gefunden werden

source: Create a new document New
de_de: Neues Dokument erstellen Neu

source: Create a new project.
de_de: Neues Projekt erstellen.

source: Create a new workspace.
de_de: Neuen Arbeitsbereich erstellen.

source: Create backup files when saving
de_de: Sicherungsdatei vor Speichern erstellen

source: Cu&t
de_de: &Ausschneiden

source: Cu&t Line
de_de: &Zeile ausschneiden

source: Curren&t document
de_de: Aktives &Dokument

source: Current &Editor
de_de: Aktueller &Editor

source: Current Date (%c)
de_de: Aktuelles Datum (%c)

source: Current File
de_de: Aktive Datei

source: Current Folder
de_de: Aktiver Ordner

source: Current Page (%p)
de_de: Aktuelle Seite (%p)

source: Current Project Files
de_de: Aktive Projektdateien

source: Current Shortcuts:
de_de: Aktive Tastenkürzel:

source: Current Time (%t)
de_de: Aktuelle Zeit (%t)

source: Current pro&ject
de_de: Aktives Pro&jekt

source: Cursor Colour:
de_de: Cursor-Farbe:

source: Custom Output Parsing
de_de: Eigene Ausgabeformatierung

source: Cut the selection and put it on the Clipboard Cut
de_de: Auswahl ausschneiden und in Zwischenablage kopieren Ausschneiden

source: De&lete Line
de_de: Zei&len löschen

source: Defaults
de_de: Standard

source: Display block caret instead of line
de_de: Cursor als Rechteck statt als Strich anzeigen

source: Display full pages Print Preview
de_de: Ganze Seiten anzeigen Druckvorschau

source: Display program information, version number and copyright About
de_de: Programminformationen, Versionsnummer und Copyright anzeigen Über

source: Do &Not Download
de_de: &Nicht herunterladen

source: Do not &ask me again
de_de: Nicht mehr n&achfragen

source: Do not ask me again.
de_de: Nicht mehr nachfragen

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
de_de: Wollen Sie die Dateiendungen mit Programmer's Notepad 2 jetzt verknüpfen?

source: Do you want to open another copy of %s?
de_de: Wollen Sie eine Kopie von %s öffnen?

source: Do you want to save changes to the project: %s?
de_de: Wollen Sie die Änderungen am Projekt %s speichern?

source: Document
de_de: Dokument

source: Don't change the foreground.
de_de: Vordergrund nicht ändern

source: E&xit
de_de: Beenden

source: E&xtensions
de_de: Datei&endungen

source: Edit
de_de: Bearbeiten

source: Edit Alternate File Pair
de_de: Anderes Dateipaar bearbeiten

source: Edit Clip
de_de: Baustein bearbeiten

source: Edit File Type
de_de: Dateityp ändern

source: Edit SmartStart Phrase
de_de: SmartStart-Ausdruck ändern

source: Edit Tool
de_de: Werkzeug bearbeiten

source: Edit with Programmer's Notepad
de_de: Mit Programmer's Notepad bearbeiten

source: Editing
de_de: Bearbeitung

source: Empty Project
de_de: Leeres Projekt

source: Enable AutoComplete
de_de: Auto-Vervollständigung verwenden

source: Enable Command Bar
de_de: Befehlszeile aktivieren

source: Enable SmartStart
de_de: SmartStart verwenden

source: Enabled
de_de: Wird verwendet

source: Enco&ding
de_de: &Kodierung

source: Encoding Conversion
de_de: &Kodierungs-Umwandlung

source: Encoding:
de_de: Kodierung:

source: End of Line
de_de: Zeilenende

source: Enlarge the window to full size
de_de: Fenster maximieren

source: Ensure file ends with a blank line
de_de: Leere Zeile an Dateiende anfügen

source: Enter a semi-colon separated list of directories that you do not wish to include:
de_de: Liste von Verzeichnissen, die ausgeschlossen werden sollen (getrennt durch Semikolons):

source: Enter a semi-colon separated list of file types that you do not wish to include:
de_de: Liste von Dateitypen, die nicht eingeschlossen werden sollen (getrennt durch Semikolon):

source: Enter a semi-colon separated list of file types that you wish to include:
de_de: Liste von Dateitypen, die eingeschlossen werden sollen (getrennt durch Semikolons):

source: Erase everything Erase All
de_de: Alles löschen Alles löschen

source: Erase the selection Erase
de_de: Auswahl aufheben Aufheben

source: Ex&tension:
de_de: &Endung:

source: Example
de_de: Beispiel

source: Executable Files (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|All Files (*.*)|*.*|
de_de: Ausführbare Dateien (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|Alle Dateien (*.*)|*.*|

source: Expand All Folds
de_de: Alles entfalten

source: Extension
de_de: Dateiendung

source: Extensions
de_de: Erweiterungen

source: F&ind in Files
de_de: In &Dateien suchen...

source: Failed to create a backup document
de_de: Sicherungsdatei konnte nicht erstellt werden

source: Failed to open workspace file %s for writing. Workspace state could not be saved.
de_de: Schreiben in die Arbeitsbereich-Datei %s fehlgeschlagen. Arbeitsbereich konnte nicht gespeichert werden.

source: Fi&nd what:
de_de: &Suche:

source: File
de_de: Datei

source: File &Browser
de_de: Datei-Explorer

source: File Browser
de_de: Datei-Explorer

source: File Date (%D)
de_de: Datum der Datei (%D)

source: File Dialogs
de_de: Datei-Dialoge

source: File Extension or Name to Match:
de_de: Dateiendung oder Name finden:

source: File Format:
de_de: Dateiformat:

source: File Name (%f)
de_de: Dateiname (%f)

source: File Path (%d)
de_de: Dateipfad (%d)

source: File Save Options
de_de: Speicher-Einstellungen

source: File Time (%T)
de_de: Dateizeit (%T)

source: File Types
de_de: Dateitypen

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
de_de: Dateiendungen müssen mit dem Punkt '.' eingegeben werden, durch Semikolons getrennt, geordnet nach Priorität. Etwa Start: .cpp;.cxx;.c;.cc Alternativ: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
de_de: Dateiendungen müssen mit dem Punkt '.' eingegeben werden.

source: File types:
de_de: Dateitypen:

source: File:
de_de: Datei:

source: Files
de_de: Dateien

source: Fill to &end of line
de_de: Fü&llen bis Zeilenende

source: Find
de_de: Suchen

source: Find &Next
de_de: &Weitersuchen

source: Find &Previous
de_de: &Rückwärts

source: Find (drop down for other find types)
de_de: Suche (ausklappen für andere Sucharten)

source: Find Dialog
de_de: Suche-Dialog

source: Find Next Current &Word
de_de: &Hinter aktuellem Wort suchen

source: Find Pre&vious
de_de: &Rückwärts suchen

source: Find Previous C&urrent Word
de_de: &Vor aktuellem Wort suchen

source: Find Results
de_de: Suchergebnisse

source: Find in Files
de_de: In Dateien suchen

source: Find more extensions at www.pnotepad.org...
de_de: Mehr Erweiterungen auf www.pnotepad.org ...

source: Find reached the starting point of the search.
de_de: Die Suche ist am Ausgangspunkt angelangt.

source: Find text in files Find in Files
de_de: Durchsuche Dateiinhalte nach bestimmtem Text In Dateien suchen...

source: Find the specified text Find
de_de: Suche den angegebenen Text Suchen

source: Find where:
de_de: In:

source: Folder:
de_de: Ordner:

source: Folding enabled for supporting schemes
de_de: Faltung für unterstützte Schemata nutzen

source: Font Style
de_de: Schriftstil

source: Fonts and Colours
de_de: Schriftarten und Farben

source: Found %d occurrences
de_de: %d Vorkommen gefunden

source: General
de_de: Allgemein

source: Go To Line
de_de: Gehe zu Zeile

source: Go to Definition
de_de: Zu Definition springen

source: Group
de_de: Gruppe

source: HEADERFOOTERFIELDS
de_de: KOPFFUSSFELDER

source: Highlight all instances of selected word
de_de: Jedes Vorkommen des ausgewählten Wortes hervorheben

source: Highlight current editor line
de_de: Aktuelle Zeile im Editor hervorheben
