Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1048_*.po
Languages: ro_ro

source: %d character(s) selected.
ro_ro: %d liter(ă/e) selectate.

source: %d occurrence(s) replaced.
ro_ro: %d aparți(e/i) înlocuite.

source: %f,File Name,mainfrm.cpp,%n,File Name (no ext),mainfrm,%l,Current Line Number,232,%?,Ask for parameters,(?),%p,Current Project File,pn.pnproj,%d,Path of File,c:\source\pn\test\,%c,Column,12,%%,Percent Symbol,%,%w,Current word,cheese,%g,Project Group File,pn2.ppg,$(ProjectName),Name of Project,Project 1,$(ProjectPath),Path of Project,c:\source\pn2\,$(ProjectGroupName),Name of the Project Group,Project Group 1,$(ProjectGroupPath),Path of Project Group,c:\source\pn2\,$(PNPath),PN Install Path,c:\program files\pn,$(ProjectProp:x),Project Property,value of 'x',$(FileProp:x),File Property,value of 'x',%(ENV),ENV Environment Variable,ENV value
ro_ro: %f,Nume Fișier,mainfrm.cpp,%n,Nume Fișier (fără ext),mainfrm,%l,Linie Curentă,232,%?,Întreabă de parametrii,(?),%p,Fișierul Proiectului Curent,pn.pnproj,%d,Calea fișierului,c:\sursă\pn\test\,%c,Coloană,12,%%,Simbolul 'la sută',%,%w,Cuvântul curent,brânză,%g,Fișierul Proiectului Grup, pn2.ppg,$(ProjectName),Numele Proiectului 1,$(ProjectPath),Calea către proiect,c:\sursă\pn2\,$(ProjectGroupName),Numele Proiectului de Grup,Proiect Grup 1,$(ProjectGroupPath),Calea către Proiectul Grup,c:\sursă\pn2\,$(PNPath),Calea de Instalare PN,c:\program files\pn,$(ProjectProp:x),Proprietate Proiect,valoarea lui 'x',$(FileProp:x),Proprietate Fișier,valoarea lui 'x',%(ENV),Variabilă de Mediu ENV,Valoare ENV

source: %f: File Name %l: Line Number %c: Column
ro_ro: %f: Nume Fișier %l: Număr Linie %c: Coloană

source: %f: Filename, %l: Line Number, %c: Column
ro_ro: %f: Numefișier, %l: Număr Linie, %c: Coloană

source: %s Properties
ro_ro: %s Proprietăți

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
ro_ro: %s nu a putut fi deschis. Acest lucru se poate datora mai multor cauze: fie fișierul nu mai există, fie diskul de înmagazinare este absent sau fie din cauza unei defecțiuni de rețea.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
ro_ro: %s nu a putut fi salvat din cauza accesului nepermis. Acest lucru se poate datora unei etichete de tip read-only pe fișier sau a faptului că discul este protejat împotriva scrierii. Doriți să salvați într-o altă locație?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
ro_ro: %s nu a putut fi salvat din cauză că un alt program sau utilizator folosesc fișierul. Doriți să salvați într-o altă locație?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
ro_ro: %s Fișierul de mai sus a fost modificat într-un mediu exterior lui "Programmer's Notepad", doriți să actualizați și să pierdeți modificările?

source: &About Programmer's Notepad...
ro_ro: &Despre Programmer's Notepad...

source: &Add
ro_ro: &Adaugă

source: &Add Files
ro_ro: &Adaugă Fișiere

source: &Add Files...
ro_ro: &Adaugă Fișiere...

source: &Add New File...
ro_ro: &Adaugă Fișier Nou...

source: &Add New Folder
ro_ro: &Adaugă Director Nou

source: &Add Tools...
ro_ro: &Adaugă Unelte...

source: &Allow multiple instances of Programmer's Notepad to start
ro_ro: &Permite rularea mai multor instanțe a lui Programmer's Notepad

source: &Autocomplete
ro_ro: &Autocompletează

source: &Block
ro_ro: &Blochează

source: &Bold
ro_ro: &Îngroșat

source: &Bottom:
ro_ro: &Margine:

source: &Cascade
ro_ro: &Cascadă

source: &Change Scheme
ro_ro: &Modifică Organizarea

source: &Clear
ro_ro: &Șterge

source: &Clear Bookmarks
ro_ro: &Curăță semne de carte

source: &Close
ro_ro: &Inchide

source: &Collapse all
ro_ro: &Restrânge tot

source: &Compress Whitespace
ro_ro: &Comprimă spații goale

source: &Contents
ro_ro: &Conținut

source: &Convert Automatically
ro_ro: &Convertește automat

source: &Copy
ro_ro: &Copiază

source: &Copy Line
ro_ro: &Copiază Linie

source: &Customize Toolbar
ro_ro: &Personalizează bara de unelte

source: &Delete
ro_ro: &Șterge

source: &Delete Project
ro_ro: &Șterge Proiect

source: &Display
ro_ro: &Afișează

source: &Don't Remove
ro_ro: &Nu elimina

source: &Download Now
ro_ro: &Descarcă Acum

source: &Duplicate
ro_ro: &Multiplică

source: &Duplicate Line
ro_ro: &Multiplică Linie

source: &Edit
ro_ro: &Editează

source: &Expand all
ro_ro: &Expandează tot

source: &Export
ro_ro: &Exportează

source: &File
ro_ro: &Fișier

source: &Find
ro_ro: &Găsește

source: &Find Next
ro_ro: &Găsește Următorul

source: &Find Results
ro_ro: &Găsește Rezultate

source: &Folding
ro_ro: &Pliere

source: &Footer:
ro_ro: &Subsol:

source: &Goto
ro_ro: &Mergi la

source: &Header:
ro_ro: &Antet:

source: &Help
ro_ro: &Ajutor

source: &Hide
ro_ro: &Ascunde

source: &Hide when "Find Next" is clicked.
ro_ro: &Ascunde când "Găsește Următorul" este apăsat.

source: &Indent
ro_ro: &Indentează

source: &Indentation
ro_ro: &Spațiere

source: &Individual Output
ro_ro: &Ieșire individuală

source: &Italic
ro_ro: &Cursiv

source: &Join Lines
ro_ro: &Alătură Linii

source: &Jump To...
ro_ro: &Sari La...

source: &Left:
ro_ro: &Stânga:

source: &Line
ro_ro: &Linie

source: &Line Endings
ro_ro: &Terminații de Linie

source: &Line Endings:
ro_ro: &Terminații de Linie:

source: &Line Number (1 - %d):
ro_ro: &Număr de Linie(1 - %d):

source: &Load
ro_ro: &Încarcă

source: &Lowercase
ro_ro: &Caractere mici

source: &Macintosh (CR)
ro_ro: &Machintosh (CR)

source: &Mark All
ro_ro: &Marchează Tot

source: &Mark WhiteSpace
ro_ro: &Marchează SpațiiGoale

source: &Maximize new document windows
ro_ro: &Maximizează ferestrele noului document

source: &Method:
ro_ro: &Metodă:

source: &New
ro_ro: &Nou

source: &No
ro_ro: &Nu

source: &Online Help
ro_ro: &Ajutor Online

source: &Open
ro_ro: &Deschinde

source: &Open All Files
ro_ro: &Deschide Toate Fișierele

source: &Open dialog should start in the directory of the current file.
ro_ro: &Dialogul de deschidere pornește din directorul fișierului curent.

source: &Open in Default Program
ro_ro: &Deschide în Programul Implicit

source: &Open...
ro_ro: &Deschide...

source: &Options
ro_ro: &Opțiuni

source: &Output
ro_ro: &Ieșire

source: &Paste
ro_ro: &Lipește

source: &Previous Bookmark
ro_ro: &Semn de Carte Anterior

source: &Print...
ro_ro: &Imprimă...

source: &Printer...
ro_ro: &Imprimantă...

source: &Project
ro_ro: &Proiect

source: &Projects
ro_ro: &Proiecte

source: &Properties
ro_ro: &Proprietăți

source: &Properties Alt+Enter
ro_ro: &Proprietăți Alt+Enter

source: &Quick Find
ro_ro: &Găsește Rapid

source: &Recent Files
ro_ro: &Fișiere Recente

source: &Record Script
ro_ro: &Consemnare Scriere

source: &Redo
ro_ro: &Refă

source: &Refresh
ro_ro: &Reîmprospătează

source: &Remember open files and projects between sessions
ro_ro: &Ține minte fișierele și proiectele deschise între sesiuni

source: &Remind Me Later
ro_ro: &Adumi Aminte Mai Târziu

source: &Remove
ro_ro: E&limină

source: &Remove Project
ro_ro: &Elimină Proiect

source: &Replace
ro_ro: &Înlocuiește

source: &Reset
ro_ro: &Resetează

source: &Retry
ro_ro: &Reîncearcă

source: &Right:
ro_ro: &Dreapta:

source: &Save
ro_ro: &Salvează

source: &Save and Remove
ro_ro: &Salvează și Elimină

source: &Scheme:
ro_ro: &Plan:

source: &Scripts
ro_ro: &Scenarii

source: &Search
ro_ro: &Caută

source: &Select All
ro_ro: &Selectează Tot

source: &Set Active Project
ro_ro: &Sectează Proiect Activ

source: &Show Line Numbers
ro_ro: &Arată Numărul Liniilor

source: &Show full file path in document windows
ro_ro: &Arată calea completă a documentului în fereastre

source: &Size:
ro_ro: &Mărime

source: &Sort
ro_ro: &Sortează

source: &Sort Folders
ro_ro: &Sortează Directoare

source: &Source:
ro_ro: &Sursă:

source: &Split Horizontal
ro_ro: &Separă pe Orizontală

source: &Status Bar
ro_ro: &Bară de Stare

source: &Stop Tools
ro_ro: &Oprește unelte

source: &Strip Trailing Blanks
ro_ro: &Elimină Spațiile din Urmă

source: &Tab Width:
ro_ro: &Lăține Tab:

source: &Text Clips
ro_ro: &Clipuri Text

source: &Text Colour:
ro_ro: &Culoare Text:

source: &Toolbar
ro_ro: &Bară de unelte

source: &Tools
ro_ro: &Unelte

source: &Top:
ro_ro: &Vârf:

source: &Uncomment
ro_ro: &Necomentat

source: &Underline
ro_ro: &Subliniat

source: &Undo
ro_ro: &Desfă

source: &Unindent
ro_ro: &Dezindentează

source: &Uppercase
ro_ro: &Caractere Mari

source: &Use the tab character for indentation
ro_ro: &Folosește caracterul tab pentru indentare

source: &View
ro_ro: &Vizualizează

source: &Window
ro_ro: &Fereastră

source: &Windows
ro_ro: &Ferestre

source: &Word Wrap
ro_ro: &Împachetează Cuvinte

source: &Word-Wrap
ro_ro: &Împachetează-Cuvinte

source: &Yes
ro_ro: &Da

source: &Zoom In
ro_ro: &Mărește

source: (1 to 50) items in the most recently used list.
ro_ro: (de la 1 la 50) entități în lista de 'cele mai utilizate elemente'.

source: (None - All Projects)
ro_ro: (Nici unu - Toate Proiectele)

source: (None - Global Tools)
ro_ro: (Nici unu - Unelte Globale)

source: (empty)
ro_ro: (gol)

source: (enter text and click above to test)
ro_ro: (scrieți text aici și dați click mai sus pentru a testa)

source: 0 or More Matches
ro_ro: 0 sau mai multe Potriviri

source: 1 or More Matches
ro_ro: 1 sau mai multe Potriviri

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
ro_ro: Un Director Magic va reflecta conținutul unui director de sistem într-un director de Proiecte. Selectați directorul pe care doriți să-l includeți din lista de mai jos:

source: A&ll open documents
ro_ro: T&oate documentele

source: About
ro_ro: Despre

source: Activate Task List
ro_ro: Activează Lista de Sarcini

source: Activate this window
ro_ro: Activează această fereastră

source: Add &Existing Project...
ro_ro: Adaugă &Proiect Existent...

source: Add &Magic Folder...
ro_ro: Adaugă Director &Magic...

source: Add &New Project
ro_ro: Adaugă Proiect &Nou

source: Add New &Folder
ro_ro: Adaugă &Director Nou

source: Add Tools...
ro_ro: Adaugă Unelte...

source: Advanced
ro_ro: Avansat

source: All Files (*.*)|*.*|
ro_ro: Toate Fișierele (*.*)|*.*|

source: Allow backslash expressions
ro_ro: Permite expresii cu backslash

source: Allow caret to be placed outside current text bounds
ro_ro: Permite cursorului să poată fi amplasat în afara granițelor curente de text.

source: Allow editing of read only files
ro_ro: Permite editarea fișierelor de tip read-only

source: Allow typing into multiple caret points
ro_ro: Permite tastarea în locuri diferite

source: Alternate Extensions
ro_ro: Alternează Extensii

source: Alternate Extensions:
ro_ro: Alternează Extensii:

source: Alternate File Pairs
ro_ro: Alternează Perechi de Fișiere

source: Alternate Files
ro_ro: Alternează Fișiere

source: An extension may not contain any of these characters:
ro_ro: O extensie nu poate conține oricare dintre următoarele caractere:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
ro_ro: O versiune mai nouă a lui Programmer's Notepad este disponibilă (versiunea %s), doriți să o descărcați acum?

source: Any Character
ro_ro: Orice Caracter

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
ro_ro: Sunteți sigur că doriți să redenumiți acest director magic? Această acțiune va avea ca efect redenumirea directorului pe disc.

source: Arrange &Icons
ro_ro: Aranjează &Icoane

source: Arrange icons at the bottom of the window Arrange Icons
ro_ro: Aranjeaza icoane în regiunea de jos a ferestrei Aranjează Icoane

source: Arrange windows as non-overlapping tiles Tile Windows
ro_ro: Aranjează ferestrele astfel încât să nu se suprapună Ferestre Partiționate

source: Arrange windows so they overlap Cascade Windows
ro_ro: Aranjează ferestrele astfel încât ele să se suprapună Ferestre în Cascadă

source: As &RTF...
ro_ro: Ca &RTF...

source: As HTML...
ro_ro: Ca HTML...

source: Ask Me
ro_ro: Întreabă-mă

source: Assign Shortcuts:
ro_ro: Atribuie Scurtături:

source: At the &bottom of the main window
ro_ro: În regiunea de &jos a ferestrei principale

source: Auto-Close HTML/XML Tags
ro_ro: Închide automat etichetele HTML/XML

source: Auto-scroll Caret Position Limits:
ro_ro: Navighează automat la limitele cursorului:

source: AutoComplete After:
ro_ro: AutoCompletează După:

source: AutoComplete Settings
ro_ro: Setări de AutoCompletare

source: AutoComplete when asked
ro_ro: AutoCompletează când se întreabă

source: Autocomplete
ro_ro: Autocompletează

source: Avoiding infinite search loop, Replace All abandoned
ro_ro: Evit secvențele de căutare infinită, Înlocuiește Toate cele Abandonate

source: Bac&kground:
ro_ro: F&undal:

source: Base Style Settings
ro_ro: Setări de Stil de Bază

source: Beginning of Line
ro_ro: La începutul Liniei

source: Blend highlight colour:
ro_ro: Mixează culoarea:

source: Button1
ro_ro: Buton1

source: Button2
ro_ro: Buton2

source: C&lear
ro_ro: E&limină

source: CTAGS
ro_ro: TAGURIC

source: Cancel
ro_ro: Anulează

source: Cannot find in files in %s, the directory does not exist
ro_ro: Nu pot găsi fișiere în %s, directorul nu există

source: Capture output?
ro_ro: Prinde ieșire?

source: Change the printer and printing options Print Setup
ro_ro: Modifică imprimanta și opțiunile de imprimare Setări Imprimantă

source: Change the printing options Page Setup
ro_ro: Modifică opțiunile de imprimare Setări Imprimantă

source: Change the window position
ro_ro: Modifică poziția ferestrei

source: Change the window size
ro_ro: Modifică dimensiunea ferestrei

source: Character Not in Range
ro_ro: Caracterul nu este în gamă

source: Character in Range
ro_ro: Caracter din Gamă

source: Characters:
ro_ro: Litere:

source: Check &Now
ro_ro: Verifică &Acum

source: Check for &Updates
ro_ro: Verifică după &Actualizări

source: Check for &updates
ro_ro: Verifică după &actualizări

source: Cl&ose Ctrl-F4
ro_ro: Înc&hide Ctrl+F4

source: Clear output before running?
ro_ro: Șterge ieșirea înainte de rulare?

source: Clipboard S&wap
ro_ro: Inter&schimbă Clipboardul

source: Close
ro_ro: Închide

source: Close &All
ro_ro: Închide &Tot

source: Close All
ro_ro: Închide Tot

source: Close All &Other
ro_ro: Închide &Restul

source: Close All &Other Windows
ro_ro: Închide &Restul de Ferestre

source: Close P&roject(s)
ro_ro: Închide P&roiecct(e)

source: Close Project(s)
ro_ro: Închide Proiect(e)

source: Close all project files?
ro_ro: Închide toate fișierele de proiect?

source: Close the active document Close
ro_ro: Închide documentul activ Închide

source: Close the active window and prompts to save the documents
ro_ro: Închide fereastra activă și cere să salveze documentele

source: Code Templates
ro_ro: Antet Cod

source: Collapse All Folds
ro_ro: Colapsează Toate Plierile

source: Com&ments
ro_ro: Co&mentarii

source: Command
ro_ro: Comandă

source: Command &Mode
ro_ro: &Mod Comandă

source: Command:
ro_ro: Comandă:

source: Confirmations
ro_ro: Confirmări

source: Console I/O
ro_ro: I/O Consolă

source: Convert Spaces to Tabs
ro_ro: Transformă Spațiile în Tab-uri

source: Convert Tabs to Spaces
ro_ro: Transformă Tab-urile în Spații

source: Copy &File Path
ro_ro: Copiază Calea &Fișierului

source: Copy as RTF
ro_ro: Copiază ca RTF

source: Copy the selection and put it on the Clipboard Copy
ro_ro: Copiază selecția și pune-o în Clipboard Copiază

source: Could not create file
ro_ro: Nu am putut crea fișierul

source: Create a new document New
ro_ro: Crează un document nou Nou

source: Create a new project.
ro_ro: Crează un proiect nou.

source: Create a new workspace.
ro_ro: Crează un mediu de lucru nou.

source: Create backup files when saving
ro_ro: Crează backup-uri atunci când salvați

source: Cu&t
ro_ro: Ta&ie

source: Cu&t Line
ro_ro: Ta&ie Linia

source: Curren&t document
ro_ro: Document Cu&rent

source: Current Date (%c)
ro_ro: Dată curentă (%c)

source: Current File
ro_ro: Fișier Curent

source: Current Folder
ro_ro: Director Curent

source: Current Page (%p)
ro_ro: Pagină Curentă (%p)

source: Current Project Files
ro_ro: Fișierele Curente ale Proiectului

source: Current Shortcuts:
ro_ro: Scurtături Curente:

source: Current Time (%t)
ro_ro: Timp Curent (%t)

source: Current pro&ject
ro_ro: Pro&iect Curent

source: Cursor Colour:
ro_ro: Culoare Cursor:

source: Custom Output Parsing
ro_ro: Parsarea Customizată a Ieșirii

source: Cut the selection and put it on the Clipboard Cut
ro_ro: Tăiați selecția și puneți-o pe Clipboard Tăiați

source: DUMMY
ro_ro: PROSTUȚ

source: De&lete Line
ro_ro: Șter&ge Linie

source: Defaults
ro_ro: Implicite

source: Display block caret instead of line
ro_ro: Afișează semnul de inserție bloc în locul liniei

source: Display full pages Print Preview
ro_ro: Afișează pagini complete Previzualizează Imprimarea

source: Display program information, version number and copyright About
ro_ro: Afișează informații despre program, număr versiune și copyright Despre

source: Do &Not Download
ro_ro: &Nu Descărca

source: Do not &ask me again
ro_ro: Nu mă &mai întreba

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
ro_ro: Doriți să asociați aceste extensii cu Programmer's Notepad 2 acum?

source: Do you want to open another copy of %s?
ro_ro: Doriți să mai deschideți o altă copie a lui %s?

source: Do you want to save changes to the project: %s?
ro_ro: Doriți să salvați modificările la proiectul: %s?

source: Don't change the foreground.
ro_ro: Nu modifiica fața

source: E&xit
ro_ro: Ieș&ire

source: E&xtensions
ro_ro: E&xtensii

source: Edit Alternate File Pair
ro_ro: Editează Pereche de Fișiere Alternative

source: Edit File Type
ro_ro: Editează Tipul Fișierului

source: Edit SmartStart Phrase
ro_ro: Editează fraza de început inteligentă (SmartStart Phrase)

source: Edit Tool
ro_ro: Unealtă de editat

source: Editing
ro_ro: În curs de editare

source: Empty Project
ro_ro: Proiect Gol

source: Enable AutoComplete
ro_ro: Activează AutoCompletarea

source: Enable Command Bar
ro_ro: Activează Bara de Comandă

source: Enable SmartStart
ro_ro: Activează pornirea inteligentă (SnartStart)

source: Enabled
ro_ro: Activat

source: Enco&ding
ro_ro: Encri&ptarea

source: Encoding:
ro_ro: Encriptarea:

source: End of Line
ro_ro: Sfârșit de linie

source: Enlarge the window to full size
ro_ro: Mărește fereastra la dimensiunea maximă.

source: Enter a semi-colon separated list of directories that you do not wish to include:
ro_ro: Adăugați o listă de directoare separate prin punct și virgulă pe care doriți să le includeți:

source: Enter a semi-colon separated list of file types that you wish to include:
ro_ro: Introduceți o listă de fișiere separate prin punct și virgulă pe care doriți să le includeți:

source: Erase everything Erase All
ro_ro: Ștergeți tot Ștergeți tot

source: Erase the selection Erase
ro_ro: Ștergeți selecția Ștergeți

source: Ex&tension:
ro_ro: Ex&tensie:

source: Expand All Folds
ro_ro: Extinde Toate Plierile

source: Extension
ro_ro: Extensie

source: Extensions
ro_ro: Extensii

source: F&ind in Files
ro_ro: Gă&sește în Fișiere

source: Failed to create a backup document
ro_ro: S-a eșuat în creearea unui document backup

source: Fi&nd what:
ro_ro: Ce:

source: File &Browser
ro_ro: &Navigator de Fișiere

source: File Browser
ro_ro: Navigator de fișiere

source: File Date (%D)
ro_ro: Dată fișier (%D)

source: File Dialogs
ro_ro: Dialoguri Fișier

source: File Extension or Name to Match:
ro_ro: Extensii de Fișier sau Nume de Potrivit:

source: File Format:
ro_ro: Formatul Fișierului:

source: File Name (%f)
ro_ro: Nume Fișier (%f)

source: File Path (%d)
ro_ro: Cale Fișier (%d)

source: File Time (%T)
ro_ro: Timp Fișier (%T)

source: File Types
ro_ro: Tipuri Fișiere

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
ro_ro: Extensiile de fișiere ar trebui să fie adăugate cu tot cu caracterul punct '.', separate prin punct și virgulă ';', în ordinea dorită. Ex. Start: .cpp;.cxx;.c;.cc Alternant: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
ro_ro: Extensiile de fișiere trebuie să fie introduse începând cu caracterul punct '.' .

source: File types:
ro_ro: Tipuri de fișiere:

source: File:
ro_ro: Fișier:

source: Files
ro_ro: Fișiere

source: Fill to &end of line
ro_ro: Umple &restul de liniei

source: Find
ro_ro: Caută

source: Find &Next
ro_ro: Găsește &Următorul

source: Find (drop down for other find types)
ro_ro: Caută (drop down pentru alte tipuri de căutat)

source: Find Dialog
ro_ro: Dialog de Căutat

source: Find Next Current &Word
ro_ro: Găsește Următorul &Cuvânt Curent

source: Find Pre&vious
ro_ro: Găsește An&tecedent

source: Find Previous C&urrent Word
ro_ro: Găsește Cuvântul C&urent Antecedent

source: Find Results
ro_ro: Rezultatele Căutării

source: Find in Files
ro_ro: Găsește în Fișiere

source: Find reached the starting point of the search.
ro_ro: Căutarea a ajuns la punctul de pornire al procesării.

source: Find text in files Find in Files
ro_ro: Caută fișiere text Caută în Fișiere

source: Find the specified text Find
ro_ro: Caută textul specificat Caută

source: Find where:
ro_ro: Unde să caut:

source: Folder:
ro_ro: Director:

source: Folding enabled for supporting schemes
ro_ro: Plieri activate pentru planuri suportate

source: Font Style
ro_ro: Silul Fontului

source: Fonts and Colours
ro_ro: Culori și Fonturi

source: Go To Line
ro_ro: Mergi La Linia

source: Go to Definition
ro_ro: Mergi la Definiție

source: Group
ro_ro: Grup

source: HEADERFOOTERFIELDS
ro_ro: CÎMPURIANTETSUBSOL

source: Highlight all instances of selected word
ro_ro: Pune în evidență toate instanțele cuvântului selectat

source: Highlight current editor line
ro_ro: Pune în evidență linia curentă din editor

source: Highlight text beyond the edge column
ro_ro: Pune în evidență textul ce depășește marginea coloanelor

source: Hint
ro_ro: Indiciu

source: Hint:
ro_ro: Indiciu:

source: Horizontal:
ro_ro: Orizontală:

source: In &selection
ro_ro: În &selecție

source: Include &hidden
ro_ro: Include &ascuns

source: Include Scheme Keywords
ro_ro: Include Planuri de Cuvinte Cheie

source: Include Tags
ro_ro: Include Etichete

source: Indentation Guides:
ro_ro: Ajutor de indentare:

source: Insert Clipboard contents Paste
ro_ro: Inserează conținut de Clipboard Lipește

source: Interface
ro_ro: Interfață

source: Jump To...
ro_ro: Sari La...

source: Jump to:
ro_ro: Sari la:

source: Keyboard
ro_ro: Tastatură

source: Keyboard Shortcuts
ro_ro: Scurtături de Tastatură

source: Keywords
ro_ro: Cuvinte Cheie

source: L&andscape
ro_ro: P&eisaj

source: Language
ro_ro: Limbă

source: Line &End Markers
ro_ro: Notații de &Sfârșit de Linie

source: Line &Numbers
ro_ro: &Numere Linii

source: Line Endings:
ro_ro: Terminații Linii:

source: Lines:
ro_ro: Linii:

source: Lo&wercase
ro_ro: Mi&ci

source: Long Line Helpers
ro_ro: Ajutoare de Linii Lungi

source: Look for a custom pattern:
ro_ro: Uită-te după un tipar comun:

source: Look for testing releases
ro_ro: Uită-te după versiuni de test

source: Margins
ro_ro: Margini

source: Mark All Highlight:
ro_ro: Selecție Totală:

source: Match
ro_ro: Potrivește

source: Match &case
ro_ro: Potrivește &dimens

source: Match &whole word only
ro_ro: Potrivește doar cu&vântul

source: Method
ro_ro: Metodă

source: Modified
ro_ro: Modificat

source: More Options
ro_ro: Alte opțiuni

source: Move &Down
ro_ro: Mută în &Jos

source: Move &Up
ro_ro: Mută în &sus
