Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1038_*.po
Languages: hu_hu

source: %d character(s) selected.
hu_hu: %d karakter kijelölve.

source: %d occurrence(s) replaced.
hu_hu: %d találat cserélve.

source: %f: File Name %l: Line Number %c: Column
hu_hu: %f: Fájlnév %l: Sor %c: Oszlop

source: %f: Filename, %l: Line Number, %c: Column
hu_hu: %f: Fájlnév, %l: Sor, %c: Oszlop

source: %s Properties
hu_hu: %s Tulajdonságai

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
hu_hu: %s nem nyitható meg. Ezt az okozhatja, hogy a fájl már nem létezik, hiányzik a lemez, vagy megszakadt a hálózati kapcsolat.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
hu_hu: %s fájl nem menthető, mert a hozzáférés meg lett tagadva. Ezt az okozhatja, hogy a fájl csak olvashatóként van megjelölve, vagy a lemez írásvédett. Kívánja másik helyre menteni a fájlt?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
hu_hu: %s nem lett mentve, mert másik alkalmazás vagy felhasználó használja a fájlt. Szeretné máshová menteni?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
hu_hu: %s A fájl megváltozott a Programmer's Notepad-en kívül, akarja frissíteni és elveszíteni a változásokat?

source: &About Programmer's Notepad...
hu_hu: &A Programmer's Notepad névjegye...

source: &Add
hu_hu: &Hozzáadás

source: &Add Files
hu_hu: &Fájlok hozzáadása

source: &Add Files...
hu_hu: &Fájlok hozzáadása...

source: &Add New File...
hu_hu: Új &fájl hozzáadása

source: &Add New Folder
hu_hu: Új &mappa hozzáadása

source: &Add Tools...
hu_hu: &Eszköz hozzáadása...

source: &Allow multiple instances of Programmer's Notepad to start
hu_hu: &Több Programmer's Notepad egyidejű futtatásának engedélyezése

source: &Autocomplete
hu_hu: &Automatikus kiegészítés

source: &Block
hu_hu: &Blokk

source: &Bold
hu_hu: &Félkövér

source: &Bottom:
hu_hu: &Alja:

source: &Cascade
hu_hu: &Lépcsőzetes

source: &Change Scheme
hu_hu: &Séma váltás

source: &Clear
hu_hu: &Törlés

source: &Clear Bookmarks
hu_hu: &Könyvjelzők törlése

source: &Close
hu_hu: &Bezárás

source: &Collapse all
hu_hu: Összes &becsukása

source: &Compress Whitespace
hu_hu: Üres &helyek sűrítése

source: &Contents
hu_hu: &Témakörök

source: &Convert
hu_hu: Á&talakít

source: &Convert Automatically
hu_hu: &Automatikusan Átalakít

source: &Copy
hu_hu: &Másolás

source: &Copy Line
hu_hu: &Sor másolása

source: &Customize Toolbar
hu_hu: &Eszköztár testreszabása

source: &Delete
hu_hu: &Törlés

source: &Delete Project
hu_hu: &Projekt törlése

source: &Display
hu_hu: &Megjelenítés

source: &Don't Remove
hu_hu: &Ne távolítsa el

source: &Download Now
hu_hu: &Letöltés Most

source: &Duplicate
hu_hu: &Kettőzés

source: &Duplicate Line
hu_hu: Sor &kettőzése

source: &Edit
hu_hu: &Szerkesztés

source: &Expand all
hu_hu: Összes &kinyitása

source: &Explorer
hu_hu: &Böngésző

source: &Export
hu_hu: &Exportálás

source: &File
hu_hu: &Fájl

source: &Find
hu_hu: &Keresés

source: &Find Next
hu_hu: &Következő keresése

source: &Find Results
hu_hu: &Keresés eredménye

source: &Folding
hu_hu: Össze&csukás

source: &Font:
hu_hu: &Betű:

source: &Footer:
hu_hu: &Lábléc:

source: &Goto
hu_hu: &Ugrás

source: &Header:
hu_hu: &Fejléc:

source: &Help
hu_hu: &Súgó

source: &Hide
hu_hu: &Elrejtés

source: &Hide when "Find Next" is clicked.
hu_hu: &Elrejt, ha "Következő keresése" kattintva van.

source: &Indent
hu_hu: &Bekezdés

source: &Indentation
hu_hu: &Bekezdés

source: &Individual Output
hu_hu: &Egyéni kimenet

source: &Insert Text Clip
hu_hu: &Szövegkapocs beszúrása

source: &Italic
hu_hu: &Dőlt

source: &Join Lines
hu_hu: &Sorok összefűzése

source: &Jump To...
hu_hu: &Ugrás ide...

source: &Left:
hu_hu: &Bal:

source: &Line
hu_hu: &Egysoros (//)

source: &Line Endings
hu_hu: &Sorvégek

source: &Line Endings:
hu_hu: &Sorvégek:

source: &Line Number (1 - %d):
hu_hu: &Sorszámok (1 - %d):

source: &Load
hu_hu: &Betöltés

source: &Lowercase
hu_hu: &Kisbetűs

source: &Mark All
hu_hu: &Mindet kijelöl

source: &Mark WhiteSpace
hu_hu: Üres &helyek jelölése

source: &Maximize new document windows
hu_hu: Új dokumentum &teljes méretű ablakban

source: &Method:
hu_hu: &Eljárás:

source: &New
hu_hu: Ú&j

source: &No
hu_hu: &Nem

source: &Online Help
hu_hu: &Online súgó

source: &Open
hu_hu: &Megnyitás

source: &Open All Files
hu_hu: &Minden fájl megnyitása

source: &Open dialog should start in the directory of the current file.
hu_hu: &Dialógus megnyitása lehetséges a jelenlegi fájl mappájában.

source: &Open in Default Program
hu_hu: Alapértelmezett pr&ogramban való megnyitás

source: &Open...
hu_hu: &Megnyitás...

source: &Options
hu_hu: &Beállítások

source: &Output
hu_hu: &Kimenet

source: &Paste
hu_hu: &Beillesztés

source: &Previous Bookmark
hu_hu: &Előző könyvjelző

source: &Print...
hu_hu: &Nyomtatás...

source: &Printer...
hu_hu: &Nyomtató...

source: &Project
hu_hu: &Projekt

source: &Projects
hu_hu: &Projektek

source: &Properties
hu_hu: &Tulajdonságok

source: &Properties Alt+Enter
hu_hu: &Tulajdonságok Alt+Enter

source: &Quick Find
hu_hu: &Gyors keresés

source: &Recent Files
hu_hu: &Legutóbbi fájlok

source: &Record Script
hu_hu: Szkript &vételezése

source: &Redo
hu_hu: Ú&jra

source: &Refresh
hu_hu: &Frissítés

source: &Remember open files and projects between sessions
hu_hu: &Megnyitott fájlok és projektek megjegyzése

source: &Remind Me Later
hu_hu: &Később emlékeztessen

source: &Remove
hu_hu: &Eltávolítás

source: &Remove Project
hu_hu: &Projekt eltávolítása

source: &Replace
hu_hu: &Csere

source: &Reset
hu_hu: &Visszaállítás

source: &Retry
hu_hu: &Újra próbálkozás

source: &Right:
hu_hu: &Jobb:

source: &Save
hu_hu: Menté&s

source: &Save and Remove
hu_hu: Menté&s és Eltávolítás

source: &Scheme:
hu_hu: &Séma:

source: &Scripts
hu_hu: &Szkriptek

source: &Search
hu_hu: &Keresés

source: &Select All
hu_hu: Összes k&ijelölése

source: &Set Active Project
hu_hu: &Aktív projekt beállítása

source: &Show Line Numbers
hu_hu: &Sor számozás megjelenítése

source: &Show full file path in document windows
hu_hu: &Teljes elérési útvonal mutatása a dokumentum ablakában

source: &Size:
hu_hu: &Méret:

source: &Sort
hu_hu: &Rendezés

source: &Sort Folders
hu_hu: &Mappa rendezés

source: &Source:
hu_hu: &Forrás:

source: &Split Horizontal
hu_hu: &Vízszintes elrendezés

source: &Status Bar
hu_hu: &Állapotsor

source: &Stop Tools
hu_hu: Eszközök &leállítása

source: &Stream
hu_hu: &Többsoros (/* */)

source: &Strip Trailing Blanks
hu_hu: Üres sorok &kihagyása

source: &Tab Width:
hu_hu: &Tab szélessége:

source: &Text Clips
hu_hu: &Szöveg kapcsok/sablonok

source: &Text Colour:
hu_hu: &Szöveg színe:

source: &Toolbar
hu_hu: &Eszköztár

source: &Tools
hu_hu: &Eszközök

source: &Top:
hu_hu: &Felül:

source: &Uncomment
hu_hu: Megjegyzés &eltávolítása

source: &Underline
hu_hu: &Aláhúzott

source: &Undo
hu_hu: &Visszavonás

source: &Unindent
hu_hu: Bekezdés &eltávolítása

source: &Uppercase
hu_hu: &Nagybetűs

source: &Use the tab character for indentation
hu_hu: &Tab billentyű használata bekezdésekhez

source: &View
hu_hu: &Nézet

source: &Window
hu_hu: &Ablak

source: &Windows
hu_hu: &Ablakok

source: &Word Wrap
hu_hu: &Sortörés

source: &Word-Wrap
hu_hu: &Sortörés

source: &Yes
hu_hu: &Igen

source: &Zoom In
hu_hu: &Nagyítás

source: (1 to 50) items in the most recently used list.
hu_hu: (1-től 50-ig) adat a legsűrűbben használt listában.

source: (None - All Projects)
hu_hu: (SEMMI - Minden projekt)

source: (None - Global Tools)
hu_hu: (SEMMI - Általános eszközök)

source: (empty)
hu_hu: (üres)

source: (enter text and click above to test)
hu_hu: (szöveg beírása és klikk felül a teszteléshez)

source: 0 or More Matches
hu_hu: 0 vagy több egyezés

source: 1 or More Matches
hu_hu: 1 vagy több egyezés

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
hu_hu: A Magic mappa tükrözi a fájlrendszer egy mappáját a Projektek mappában. Válassza ki a kívánt mappát az alábbiak közül:

source: A&ll open documents
hu_hu: &Megnyitott dokumentumok

source: About
hu_hu: Névjegy

source: Activate Task List
hu_hu: Munkafeladat listájának aktiválása

source: Activate this window
hu_hu: Ablak aktiválása

source: Add &Existing Project...
hu_hu: &Létező projekt hozzáasása...

source: Add &Magic Folder...
hu_hu: "Bűvös" &mappa hozzáadása

source: Add &New Project
hu_hu: Új &projekt hozzáadása

source: Add Clip
hu_hu: Szövegkapocs hozzáadása

source: Add Clip Set
hu_hu: Szövegkapocs hozzáadása

source: Add New &Folder
hu_hu: Új &mappa hozzáadása

source: Add Tools...
hu_hu: &Eszköz hozzáadása...

source: Advanced
hu_hu: Haladó

source: All Files
hu_hu: Minden fájl

source: All Files (*.*)|*.*|
hu_hu: Minden fájl (*.*)|*.*|

source: Allow backslash expressions
hu_hu: Backslash "\" használata

source: Allow caret to be placed outside current text bounds
hu_hu: Hagyja figyelmen kívül a jelenlegi szöveg határait

source: Allow editing of read only files
hu_hu: Engedélyezi a csak olvasható fájlok szerkesztését

source: Allow typing into multiple caret points
hu_hu: Lehetővé teszi a gépelést több pontban

source: Alternate Extensions
hu_hu: Hasonló kiterjesztések

source: Alternate Extensions:
hu_hu: Hasonló kiterjesztések:

source: Alternate File Pairs
hu_hu: Hasonló fájl párok

source: Alternate Files
hu_hu: Hasonló fájlok

source: An extension may not contain any of these characters:
hu_hu: A kiterjesztés nem tartalmazhatja a következő karaktereket:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
hu_hu: Programmer's Notepad frissítés elérhető (%s verzió), szeretné most letölteni?

source: Any Character
hu_hu: Bármely karakter

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
hu_hu: Biztosan át akarja nevezni ezt a mágikus mappát? következménye: a lemezen az aktuális mappa neve át lesz írva.

source: Arrange &Icons
hu_hu: &Ikonok elrendezése

source: Arrange icons at the bottom of the window Arrange Icons
hu_hu: Ikonok elrendezése az ablak legalján Ikonok elrendezése

source: Arrange windows as non-overlapping tiles Tile Windows
hu_hu: Ablak elrendezése nem átfedő elrendezéssel Ablakok elrendezése

source: Arrange windows so they overlap Cascade Windows
hu_hu: Ablak elrendezése átfedő elrendezéssel Ablakok lépcsőzése

source: As &RTF...
hu_hu: &RTF fájlként...

source: As HTML...
hu_hu: &HTML fájlként...

source: Ask Me
hu_hu: Kérdezze meg

source: Assign Shortcuts:
hu_hu: Engedélyezett rövidítések:

source: At the &bottom of the main window
hu_hu: Fő ablak &legalján

source: Auto-Close HTML/XML Tags
hu_hu: HTML/XML Tag-ek automatikus bezárása

source: Auto-scroll Caret Position Limits:
hu_hu: Kurzor állási korlátok után automatikus görgetés:

source: AutoComplete After:
hu_hu: Automatikus kiegészítés

source: AutoComplete Settings
hu_hu: Automatikus kiegészítés beállítások

source: AutoComplete when asked
hu_hu: Automatikus kiegészítés, ha kéri

source: Autocomplete
hu_hu: Automatikus kiegészítés

source: Avoiding infinite search loop, Replace All abandoned
hu_hu: Végtelen keresés elkerülve, Összes cseréje kihagyva

source: Bac&kground:
hu_hu: &Háttér:

source: Base Style Settings
hu_hu: Alapstílus beállítások

source: Beginning of Line
hu_hu: Sor kezdete

source: Blend highlight colour:
hu_hu: Kiemelőszín keverése:

source: Bottom:
hu_hu: Alul:

source: Button1
hu_hu: Gomb1

source: Button2
hu_hu: Gomb2

source: C&lear
hu_hu: Tör&lés

source: Cancel
hu_hu: Mégsem

source: Cannot find in files in %s, the directory does not exist
hu_hu: Nem lehet a(z) %s kifejezést megkeresni a fájlokban, mert a mappa nem létezik

source: Capture output?
hu_hu: Kimenet felvételezése?

source: Change the printer and printing options Print Setup
hu_hu: A nyomtató és nyomtatási beállítások módosítása Nyomtatási beállítások

source: Change the printing options Page Setup
hu_hu: Nyomtatási beállítások módosítása Lap beállítása

source: Change the window position
hu_hu: Ablak helyzetének cseréje

source: Change the window size
hu_hu: Ablak méretének cseréje

source: Changing the encoding between Unicode and ANSI will clear your Undo history, and may lose unsupported characters. Are you sure?
hu_hu: ANSI és Unicode kódolás közti váltás kitörli az előzményeket, és elveszítheti a nem támogatott karaktereket. Biztos benne?

source: Character Not in Range
hu_hu: Karakter nem érhető el

source: Character in Range
hu_hu: Karakter elérhető

source: Characters:
hu_hu: Karakterek:

source: Check &Now
hu_hu: &Ellenőrzés most

source: Check for &Updates
hu_hu: &Frissítés keresése

source: Check for &updates
hu_hu: &Frissítés keresése

source: Cl&ose Ctrl-F4
hu_hu: &Bezárás Ctrl+F4

source: Clear output before running?
hu_hu: Kimenet tisztítása a futtatás előtt?

source: Clipboard S&wap
hu_hu: Vágólap &cseréje

source: Close
hu_hu: Bezárás

source: Close &All
hu_hu: Összes bezárás&a

source: Close All
hu_hu: Öss&zes bezárása

source: Close All &Other
hu_hu: Összes &többi bezárása

source: Close All &Other Windows
hu_hu: Összes &többi ablak bezárása

source: Close P&roject(s)
hu_hu: P&rojekt(ek) bezárása

source: Close Project(s)
hu_hu: Projekt(ek) bezárása

source: Close Vie&w
hu_hu: &Nézet bezárása

source: Close all project files?
hu_hu: Minden projekt fájl bezárása?

source: Close the active document Close
hu_hu: Aktív dokumentum bezárása Bezár

source: Close the active window and prompts to save the documents
hu_hu: Aktív ablak bezárás és figyelmeztessen a dokumentumok mentésére

source: Code Templates
hu_hu: Kód sablonok

source: Collapse All Folds
hu_hu: Mind összecsukása

source: Com&ments
hu_hu: &Megjegyzések

source: Command
hu_hu: Parancs

source: Command &Mode
hu_hu: Parancs &mód

source: Command:
hu_hu: Parancs:

source: Confirmations
hu_hu: Megerõsítések

source: Console I/O
hu_hu: I/O Konzol

source: Convert Spaces to Tabs
hu_hu: Szóközök tabokká alakítása

source: Convert Tabs to Spaces
hu_hu: Tabok szóközökké alakítása

source: Copy &File Path
hu_hu: &Fájl útvonalának másolása

source: Copy as RTF
hu_hu: Másolás &RTF-ként

source: Copy the selection and put it on the Clipboard Copy
hu_hu: Kimásolja a kijelölést és ráteszi a vágólapra Másolás

source: Could not create file
hu_hu: Fájl készítése sikertelen

source: Could not locate
hu_hu: Nem található

source: Create a new document New
hu_hu: Új dokumentum készítése Új

source: Create a new project.
hu_hu: Új projekt készítése.

source: Create a new workspace.
hu_hu: Új munkafelület készítése.

source: Create backup files when saving
hu_hu: Biztonsági mentés készítése mentéskor

source: Cu&t
hu_hu: &Kivágás

source: Cu&t Line
hu_hu: Sor &kivágása

source: Curren&t document
hu_hu: &Jelenlegi dokumentum

source: Current Date (%c)
hu_hu: Jelenlegi dátum (%c)

source: Current File
hu_hu: Jelenlegi fájl

source: Current Folder
hu_hu: Jelenlegi mappa

source: Current Page (%p)
hu_hu: Jelenlegi oldal (%p)

source: Current Project Files
hu_hu: Jelenlegi projekt fájlok

source: Current Shortcuts:
hu_hu: Jelenlegi rövidítések:

source: Current Time (%t)
hu_hu: Jelenlegi idő (%t)

source: Current pro&ject
hu_hu: Jelenlegi projekt

source: Cursor Colour:
hu_hu: Kurzor színe:

source: Custom Output Parsing
hu_hu: Egyéni kimeneti elemzés

source: Cut the selection and put it on the Clipboard Cut
hu_hu: Kivágja a kijelölést és ráteszi a vágólapra Kivágás

source: De&lete Line
hu_hu: Sor tör&lése

source: Defaults
hu_hu: Alapbeállítások

source: Display block caret instead of line
hu_hu: Vonal helyett blokk megjelenítése

source: Display full pages Print Preview
hu_hu: Teljes lap megjelenítése Nyomtatási előnézet

source: Display program information, version number and copyright About
hu_hu: Programinformáció, verziószám és névjegy megjelenítése A programról

source: Do &Not Download
hu_hu: &Ne töltse le

source: Do not &ask me again
hu_hu: &Ne kérdezze meg újra

source: Do not ask me again.
hu_hu: Ne kérdezzen meg újra

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
hu_hu: Szeretné most társítani ezeket a kiterjesztéseket a Programmer's Notepad 2 programhoz?

source: Do you want to open another copy of %s?
hu_hu: Szeretné a(z) %s másik másolatát megnyitni?

source: Do you want to save changes to the project: %s?
hu_hu: Akarja menteni a(z) %s projekt változásait?

source: Document
hu_hu: Dokumentum

source: Don't change the foreground.
hu_hu: Ne cserélje az előteret.

source: E&xit
hu_hu: &Kilépés Alt+F4

source: E&xtensions
hu_hu: &Kiterjesztések

source: Edit Alternate File Pair
hu_hu: Hasonló fájl párok szerkesztése

source: Edit Clip
hu_hu: Szövegkapocs szerkesztése

source: Edit File Type
hu_hu: Fájl típusának módosítása

source: Edit SmartStart Phrase
hu_hu: OkosIndítás kifejezés módosítása

source: Edit Tool
hu_hu: Eszköz szerkesztése

source: Editing
hu_hu: Szerkesztés

source: Editor
hu_hu: Szerkesztő

source: Empty Project
hu_hu: Üres projekt

source: Enable AutoComplete
hu_hu: Automatikus kiegészítése engedélyezése

source: Enable Command Bar
hu_hu: Parancssor engedélyezése

source: Enable SmartStart
hu_hu: OkosIndítás engedélyezése

source: Enabled
hu_hu: Engedélyezve

source: Enco&ding
hu_hu: Kó&dolás

source: Encoding Conversion
hu_hu: Kódolás átváltása

source: Encoding:
hu_hu: Kódolás:

source: End of Line
hu_hu: Sor vége

source: Enlarge the window to full size
hu_hu: Ablak megnövelése teljes méretre

source: Ensure file ends with a blank line
hu_hu: Bizonyosodjon meg, hogy a fájl üres sorral végződik

source: Enter a semi-colon separated list of directories that you do not wish to include:
hu_hu: Írjon pontosvesszővel elválasztott listát azokról a mappákról amiket nem szeretne belefoglalni:

source: Enter a semi-colon separated list of file types that you wish to include:
hu_hu: Írjon pontosvesszővel elválasztott listát azokról a fájl típusokról amiket bele szeretne belefoglalni:

source: Erase everything Erase All
hu_hu: Minden törlése Mindet törli

source: Erase the selection Erase
hu_hu: Kijelölt szöveg törlése Töröl

source: Ex&tension:
hu_hu: Ki&terjesztés:

source: Example
hu_hu: Példa

source: Expand All Folds
hu_hu: Mind kinyitása

source: Extension
hu_hu: Kiterjesztés

source: Extensions
hu_hu: Kiterjesztések

source: F&ind in Files
hu_hu: Keresés a &fájlokban

source: Failed to create a backup document
hu_hu: Biztonsági mentés készítése sikertelen

source: Failed to open workspace file %s for writing. Workspace state could not be saved.
hu_hu: A munkafelületi fájl "%s" megnyitása sikertelen az írásra. Munkafelület állása nem menthető.

source: Fi&nd what:
hu_hu: Mit keressen:

source: File
hu_hu: &Fájl

source: File &Browser
hu_hu: Fájl &böngésző

source: File Browser
hu_hu: Fájl böngésző

source: File Date (%D)
hu_hu: Fájl dátuma (%D)

source: File Dialogs
hu_hu: Fájl dialógusok

source: File Extension or Name to Match:
hu_hu: Illessze össze a fájl kiterjesztését vagy nevét:

source: File Format:
hu_hu: Fájl formátuma:

source: File Name (%f)
hu_hu: Fájl neve (%f)

source: File Path (%d)
hu_hu: Fájl útvonala (%d)

source: File Save Options
hu_hu: Fájl mentési beállítások

source: File Time (%T)
hu_hu: Fájl ideje (%T)

source: File Types
hu_hu: Fájl típusok

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
hu_hu: A fájl kiterjesztésének nevét "." ponttal kell kezdeni, pontosvesszővel elválasztva, sorrendben. pl: Kezdés: .cpp;.cxx;.c;.cc Helyettesít: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
hu_hu: A fájl kiterjesztésének nevét "." ponttal kell kezdeni

source: File types:
hu_hu: Fájl típusok:

source: File:
hu_hu: Fájl:

source: Files
hu_hu: Fájlok

source: Fill to &end of line
hu_hu: Sor végéig kitölti

source: Find
hu_hu: Keresés

source: Find &Next
hu_hu: &Következő keresése

source: Find &Previous
hu_hu: &Előző találat

source: Find (drop down for other find types)
hu_hu: Keres (legördülőben más típusok keresése)

source: Find Dialog
hu_hu: Kereső párbeszédablak

source: Find Next Current &Word
hu_hu: &Következő egyező szó

source: Find Pre&vious
hu_hu: &Előző találat

source: Find Previous C&urrent Word
hu_hu: &Előző egyező szó

source: Find Results
hu_hu: Keresés eredménye

source: Find in Files
hu_hu: Fájlban keres

source: Find more extensions at www.pnotepad.org...
hu_hu: További kiterjesztések itt : http://www.pnotepad.org

source: Find reached the starting point of the search.
hu_hu: A keresés elérte a kezdési pontot.

source: Find text in files Find in Files
hu_hu: Szöveg keresése fájlokban Fájlban keres

source: Find the specified text Find
hu_hu: Megadott szöveg keresése Keresés

source: Find where:
hu_hu: Hol keressen:

source: Folder:
hu_hu: Mappa:

source: Folding enabled for supporting schemes
hu_hu: Az összecsukás engedélyezése a támogatott sémákhoz

source: Font Style
hu_hu: Betűtípus

source: Fonts and Colours
hu_hu: Betűk és színek

source: Found %d occurrences
hu_hu: %d találat cserélve

source: General
hu_hu: Általános

source: Go To Line
hu_hu: Sorra ugrás

source: Go to Definition
hu_hu: Ugrás a definícióra

source: Google Gr&oups
hu_hu: Google Cs&oportok

source: Group
hu_hu: Csoport

source: HEADERFOOTERFIELDS
hu_hu: FEJLÉC-LÁBLÉC-MEZŐK

source: Highlight all instances of selected word
hu_hu: Kijelöléskor minden egyező szó kiemelése

source: Highlight current editor line
hu_hu: Aktív sor kiemelése

source: Highlight text beyond the edge column
hu_hu: Szöveg kiemelése az oszlopon túl

source: Hint
hu_hu: Tipp

source: Hint:
hu_hu: Tipp:

source: Horizontal:
hu_hu: Vízszintes:

source: In &selection
hu_hu: A &kijelölésben

source: Include &hidden
hu_hu: Rejtett &tartalmazása

source: Include Scheme Keywords
hu_hu: Séma kulcsszavak tartalmazása

source: Include Tags
hu_hu: Tag-ek tartalmazása

source: Indentation Guides:
hu_hu: Bekezdésvezetők:

source: Insert Clipboard contents Paste
hu_hu: Beilleszti a vágólap tartalmát Beillesztés

source: Interface
hu_hu: Felület

source: Jump To...
hu_hu: Ugrás ide...

source: Jump to:
hu_hu: Ugrás ide:

source: Keyboard
hu_hu: Billentyűzet

source: Keyboard Shortcuts
hu_hu: Billentyű rövidítések

source: Keywords
hu_hu: Kulcsszavak

source: L&andscape
hu_hu: &Előnézet

source: Language
hu_hu: Nyelv

source: Line
hu_hu: Sor

source: Line &End Markers
hu_hu: &Sorvégi jelek

source: Line &Numbers
hu_hu: S&or számozása

source: Line Endings:
hu_hu: Sor&végek:

source: Line Padding
hu_hu: Sor bélése

source: Lines:
hu_hu: Sorok:

source: Lo&wercase
hu_hu: &Kisbetűs

source: Long Line Helpers
hu_hu: Hosszúsoros súgók

source: Look for a custom pattern:
hu_hu: Egyéni séma felkutatása:

source: Look for testing releases
hu_hu: Próbaverzió keresése

source: Margins
hu_hu: Margók

source: Mark All Highlight:
hu_hu: Minden kijelölés kiemelése:

source: Match
hu_hu: Összehasonlít

source: Match &case
hu_hu: &Előfordulás összehasonlítása

source: Match &whole word only
hu_hu: &Csak teljes szavas egyezés

source: Match Case
hu_hu: Egyezés

source: Meaning
hu_hu: Értelmezés

source: Method
hu_hu: Eljárás

source: Modified
hu_hu: Módosítva

source: More Options
hu_hu: További lehetőségek

source: Move &Down
hu_hu: Mozgatás &le

source: Move &Up
hu_hu: Mozgatás &fel

source: Move Line &Up
hu_hu: Sor &feljebb

source: Move Line Do&wn
hu_hu: Sor &lejjebb

source: Name
hu_hu: Név

source: Name:
hu_hu: Név:

source: New Clip Set
hu_hu: Új szövegkapocs
