Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1049_*.po
Languages: ru_ru

source: %d character(s) selected.
ru_ru: %d символ(ов) выделено.

source: %d occurrence(s) replaced.
ru_ru: %d совпадений заменено.

source: %f,File Name,mainfrm.cpp,%n,File Name (no ext),mainfrm,%l,Current Line Number,232,%?,Ask for parameters,(?),%p,Current Project File,pn.pnproj,%d,Path of File,c:\source\pn\test\,%c,Column,12,%%,Percent Symbol,%,%w,Current word,cheese,%g,Project Group File,pn2.ppg,$(ProjectName),Name of Project,Project 1,$(ProjectPath),Path of Project,c:\source\pn2\,$(ProjectGroupName),Name of the Project Group,Project Group 1,$(ProjectGroupPath),Path of Project Group,c:\source\pn2\,$(PNPath),PN Install Path,c:\program files\pn,$(ProjectProp:x),Project Property,value of 'x',$(FileProp:x),File Property,value of 'x',%(ENV),ENV Environment Variable,ENV value
ru_ru: %f,Имя файла,mainfrm.cpp,%n,Имя файла (без расширения),mainfrm,%l,Номер текущей строки,232,%?,Запрос параметров,(?),%p,Текущий файл проекта,pn.pnproj,%d,Расположение файла,c:\source\pn\test\,%c,Столбец,12,%%,Символ процента,%,%w,Текущее слово,яблоко,%g,Файл группы проектов,pn2.ppg,$(ProjectName),Имя проекта,Project 1,$(ProjectPath),Растоложение проекта,c:\source\pn2\,$(ProjectGroupName),Имя группы проектов,Project Group 1,$(ProjectGroupPath),Расположение группы проектов,c:\source\pn2\,$(PNPath),Расположение PN,c:\program files\pn,$(ProjectProp:x),Свойство проекта,значение 'x',$(FileProp:x),Свойство файла,значение 'x',%(ENV),ENV Environment Variable,ENV value

source: %f: File Name %l: Line Number %c: Column
ru_ru: %f: Имя файла %l: Номер строки %c: Столбец

source: %f: Filename, %l: Line Number, %c: Column
ru_ru: %f: Имя файла, %l: Строка, %c: Столбец

source: %s Properties
ru_ru: %s Свойства

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
ru_ru: %s невозможно открыть. Возможно файл больше не существует, отсутствует диск или прервано сетевое соединение.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
ru_ru: %s невозможно сохранить, отказано в доступе. Возможно в файле установлен атрибут "Только чтение" или диск защищен от записи. Сохранить в другом месте?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
ru_ru: %s невозможно сохранить, потому что другая программа или пользователь использует этот файл. Сохранить в другом месте?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
ru_ru: %s Этот файл был изменен вне программы Programmer's Notepad, хотите обновить с потерей внесенных изменений?

source: &About Programmer's Notepad...
ru_ru: О программе Programmer's Notepad...

source: &Add
ru_ru: Добавить

source: &Add Files
ru_ru: Добавить фйлы

source: &Add Files...
ru_ru: Добавить файлы...

source: &Add New File...
ru_ru: Добавить новый файл...

source: &Add New Folder
ru_ru: Добавить новую папку

source: &Add Tools...
ru_ru: Добавить инструменты...

source: &Allow multiple instances of Programmer's Notepad to start
ru_ru: Разрешить запуск нескольких копий программы

source: &Autocomplete
ru_ru: Автодополнение

source: &Block
ru_ru: Выделенные строки

source: &Bold
ru_ru: Полужирный

source: &Bottom:
ru_ru: Снизу:

source: &Cascade
ru_ru: Каскадом

source: &Change Scheme
ru_ru: Изменить схему

source: &Clear
ru_ru: Очистить

source: &Clear Bookmarks
ru_ru: Очистить закладки

source: &Close
ru_ru: Закрыть

source: &Collapse all
ru_ru: Свернуть все

source: &Compress Whitespace
ru_ru: Удалить лишние пробелы

source: &Contents
ru_ru: Содержание

source: &Convert
ru_ru: Преобразовать

source: &Convert Automatically
ru_ru: Преобразовать автоматически

source: &Copy
ru_ru: Копировать

source: &Copy Line
ru_ru: Копировать

source: &Customize Toolbar
ru_ru: Настроить панель инструментов

source: &Default
ru_ru: Обычный

source: &Delete
ru_ru: Удалить

source: &Delete Project
ru_ru: Удалить проект

source: &Display
ru_ru: Показывать

source: &Don't Remove
ru_ru: Не удалять

source: &Download Now
ru_ru: Загрузить сейчас

source: &Duplicate
ru_ru: Дублировать

source: &Duplicate Line
ru_ru: Дублировать

source: &Edit
ru_ru: Правка

source: &Encoding:
ru_ru: Кодировка:

source: &Expand all
ru_ru: Развернуть все

source: &Explorer
ru_ru: Проводник

source: &Export
ru_ru: Экспорт

source: &File
ru_ru: Файл

source: &Find
ru_ru: Найти

source: &Find Next
ru_ru: Найти далее

source: &Find Results
ru_ru: Результаты поиска

source: &Folding
ru_ru: Блоки

source: &Font:
ru_ru: Шрифт:

source: &Footer:
ru_ru: Н.колон.

source: &Goto
ru_ru: Перейти к строке

source: &Header:
ru_ru: В.колон.

source: &Help
ru_ru: Помощь

source: &Hide
ru_ru: Скрыть

source: &Hide when "Find Next" is clicked.
ru_ru: Скрыть после нажатия "Найти далее".

source: &Indent
ru_ru: Увеличить отступ

source: &Indentation
ru_ru: Абзац

source: &Individual Output
ru_ru: Индивидуальный вывод

source: &Insert Text Clip
ru_ru: Вставить текстовую вставку

source: &Italic
ru_ru: Курсив

source: &Join Lines
ru_ru: Объединить строки

source: &Jump To...
ru_ru: Перейти...

source: &Left:
ru_ru: Слева:

source: &Line
ru_ru: Строку

source: &Line Endings
ru_ru: Окончания строк

source: &Line Endings:
ru_ru: Ок. строк:

source: &Line Number (1 - %d):
ru_ru: Номер строки

source: &Load
ru_ru: Загрузить

source: &Lowercase
ru_ru: Нижний регистр

source: &Mark All
ru_ru: Пометить все

source: &Mark WhiteSpace
ru_ru: Пометить пробелы

source: &Maximize new document windows
ru_ru: Разворачивать окно нового документа

source: &Method:
ru_ru: Метод:

source: &Multi-Byte Character Support for ANSI files:
ru_ru: Мультибайтные сиволы для ANSI файлов:

source: &New
ru_ru: Новый

source: &No
ru_ru: &Нет

source: &OK
ru_ru: &ОК

source: &Online Help
ru_ru: Справка в сети

source: &Open
ru_ru: Открыть

source: &Open All Files
ru_ru: Открыть все файлы

source: &Open dialog should start in the directory of the current file.
ru_ru: Диалог должен быть запущен из директории текущего файла.

source: &Open in Default Program
ru_ru: Открыть в программе по умолчанию

source: &Open...
ru_ru: Открыть...

source: &Options
ru_ru: Настройки...

source: &Output
ru_ru: Вывод

source: &Paste
ru_ru: Вставить

source: &Previous Bookmark
ru_ru: Предыдущая закладка

source: &Print...
ru_ru: Печать...

source: &Printer...
ru_ru: Принтер...

source: &Project
ru_ru: Проект

source: &Project Group
ru_ru: Группа проектов

source: &Projects
ru_ru: Проекты

source: &Properties
ru_ru: Свойства

source: &Properties Alt+Enter
ru_ru: Свойства Alt+Enter

source: &Quick Find
ru_ru: Быстрый поиск

source: &Recent Files
ru_ru: Недавние файлы

source: &Record Script
ru_ru: Записать скрипт

source: &Redo
ru_ru: Повторить

source: &Refresh
ru_ru: Обновить

source: &Remember open files and projects between sessions
ru_ru: Запоминать открытые файлы и проекты предыдущей сессии

source: &Remind Me Later
ru_ru: Напомнить позже

source: &Remove
ru_ru: Удалить

source: &Remove Project
ru_ru: Удалить проект

source: &Replace
ru_ru: Заменить

source: &Reset
ru_ru: Сбросить

source: &Retry
ru_ru: Повторить

source: &Right:
ru_ru: Справа:

source: &Save
ru_ru: Сохранить

source: &Save and Remove
ru_ru: Сохранить и удалить

source: &Scheme:
ru_ru: Схема:

source: &Scripts
ru_ru: Скрипты

source: &Search
ru_ru: Поиск

source: &Select All
ru_ru: Выделить все

source: &Set Active Project
ru_ru: Установить проект текущим

source: &Show Line Numbers
ru_ru: Номера строк

source: &Show full file path in document windows
ru_ru: Отображать полное имя файла в окне документа

source: &Size:
ru_ru: Размер:

source: &Sort
ru_ru: Сортировать

source: &Sort Folders
ru_ru: Сортировать папки

source: &Source:
ru_ru: Источник:

source: &Split Horizontal
ru_ru: Разделить по горизонтали

source: &Status Bar
ru_ru: Панель состояния

source: &Stop Tools
ru_ru: Остановить выполнение инструментов

source: &Stream
ru_ru: Выделенное

source: &Strip Trailing Blanks
ru_ru: Удалить пробелы в конце строки

source: &Tab Width:
ru_ru: Ширина табуляции

source: &Text Clips
ru_ru: Текстовые вставки

source: &Text Colour:
ru_ru: Цвет текста:

source: &Toolbar
ru_ru: Панель инструментов

source: &Tools
ru_ru: Инструменты

source: &Top:
ru_ru: Сверху:

source: &Uncomment
ru_ru: Раскомментировать

source: &Underline
ru_ru: Подчеркнутый

source: &Undo
ru_ru: Отменить

source: &Unindent
ru_ru: Уменьшить отступ

source: &Uppercase
ru_ru: Верхний регистр

source: &Use the tab character for indentation
ru_ru: Использовать символ табуляции для отступов

source: &View
ru_ru: Вид

source: &Window
ru_ru: Окна

source: &Windows
ru_ru: Окна

source: &Word Wrap
ru_ru: Перенос слов

source: &Word-Wrap
ru_ru: Переносить слова

source: &Yes
ru_ru: &Да

source: &Zoom In
ru_ru: Масштаб +

source: (1 to 50) items in the most recently used list.
ru_ru: (от 1 до 50) недавних файлов (проектов).

source: (None - All Projects)
ru_ru: (Нет - Все проекты)

source: (None - Global Tools)
ru_ru: (Нет - Общие инструменты)

source: (empty)
ru_ru: (пусто)

source: (enter text and click above to test)
ru_ru: (введите текст и нажмте выше для теста)

source: 0 or More Matches
ru_ru: 0 или больше совпадений

source: 1 or More Matches
ru_ru: 1 или больше совпадений

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
ru_ru: В магической папке будет отображаться содержимое паки файловой системы. Выберите папку ниже, которую нужно включить в проект:

source: A&ll open documents
ru_ru: Все откр. документы

source: About
ru_ru: О программе

source: Activate Task List
ru_ru: Показать список задач

source: Activate this window
ru_ru: Показать это окно.

source: Add &Existing Project...
ru_ru: Добавить внешний проект...

source: Add &Magic Folder...
ru_ru: Добавить магическую папку...

source: Add &New Project
ru_ru: Добавить новый проект

source: Add Clip
ru_ru: Добавить вставку

source: Add Clip Set
ru_ru: Добавить набор вставок

source: Add New &Folder
ru_ru: Добавить новую папку

source: Add Tools...
ru_ru: Добавить инструменты...

source: Add "Edit With..." to Explorer
ru_ru: Добавить "Открыть в PN" в проводник

source: Advanced
ru_ru: Продвинутое

source: All Files
ru_ru: Все файлы

source: All Files (*.*)|*.*|
ru_ru: Все файлы (*.*)|*.*|

source: Allow backslash expressions
ru_ru: Разрешить обратную косую

source: Allow caret to be placed outside current text bounds
ru_ru: Разрешить размещение курсора вне границ текста

source: Allow editing of read only files
ru_ru: Разрешить редактирование файлов только для чтения

source: Allow multiple selections
ru_ru: Разрешить множественный выбор

source: Allow typing into multiple caret points
ru_ru: Разрешить ввод в нескольких точках курсора

source: Alternate Extensions
ru_ru: Альтернативные расширения

source: Alternate Extensions:
ru_ru: Альтернативные расширения:

source: Alternate File Pairs
ru_ru: Пары альтернативных файлов

source: Alternate Files
ru_ru: Альтернативные файлы

source: An extension may not contain any of these characters:
ru_ru: Расширение не может содержать следующие символы:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
ru_ru: Доступно обновление для Programmer's Notepad (версия %s), загрузить сейчас?

source: Any Character
ru_ru: Любой символ

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
ru_ru: Вы уверены, что хотите переименовать эту магическую папку? Вместе с этим будет переименована соответствующая папка на диске.

source: Arrange &Icons
ru_ru: Упорядочить значки

source: Arrange icons at the bottom of the window Arrange Icons
ru_ru: Упорядочить значки свернутых окон в нижней части основного окна. Упорядочить значки

source: Arrange windows as non-overlapping tiles Tile Windows
ru_ru: Упорядочить окна в виде неперекрывающейся плитки. Окна плиткой

source: Arrange windows so they overlap Cascade Windows
ru_ru: Упорядочить окна в виде стопки. Окна Каскадом

source: As &RTF...
ru_ru: Как RTF...

source: As HTML...
ru_ru: Как HTML...

source: Ask Me
ru_ru: Спросить

source: Assign Shortcuts:
ru_ru: Связанное сочетание клавиш:

source: At the &bottom of the main window
ru_ru: В нижней части основного окна

source: Auto-Close HTML/XML Tags
ru_ru: Автозакр. HTML/XML тегов

source: Auto-scroll Caret Position Limits:
ru_ru: Ограничение автопрокрутки:

source: AutoComplete After:
ru_ru: Предлагать после:

source: AutoComplete Settings
ru_ru: Настройки автодополнения

source: AutoComplete when asked
ru_ru: По запросу

source: Autocomplete
ru_ru: Автодополнение

source: Avoiding infinite search loop, Replace All abandoned
ru_ru: Чтобы избежать бесконечного цикла поиска, команада "Заменить все" была остановлена

source: Bac&kground:
ru_ru: Фон:

source: Base Style Settings
ru_ru: Настройки базового стиля

source: Beginning of Line
ru_ru: Начало строки

source: Blend highlight colour:
ru_ru: Вкл. прозрачность:

source: Bottom:
ru_ru: Снизу:

source: Button1
ru_ru: Кнопка1

source: Button2
ru_ru: Кнопка2

source: C&lear
ru_ru: Очистить

source: Cancel
ru_ru: Закрыть

source: Cannot find in files in %s, the directory does not exist
ru_ru: Невозможен поиск в файлах в %s, директория не существует

source: Capture output?
ru_ru: Захвачивать вывод?

source: Change the printer and printing options Print Setup
ru_ru: Изменить принтер и его свойства. Настройка принтера

source: Change the printing options Page Setup
ru_ru: Изменить настройки печати. Параметры страницы

source: Change the window position
ru_ru: Изменить позицию окна.

source: Change the window size
ru_ru: Изменить размер окна.

source: Changing the encoding between Unicode and ANSI will clear your Undo history, and may lose unsupported characters. Are you sure?
ru_ru: При изменении кодировки с Unicode на ANSI (или наоборот) очищается история изменений и возможна потеря неподдерживаемых символов. Вы уверены?

source: Character Not in Range
ru_ru: Символ вне диапазона

source: Character in Range
ru_ru: Символ в диапазоне

source: Characters:
ru_ru: Символов:

source: Check &Now
ru_ru: Проверить

source: Check for &Updates
ru_ru: Проверить обновления

source: Check for &updates
ru_ru: Проверять обновления

source: Cl&ose Ctrl-F4
ru_ru: Закрыть Ctrl-F4

source: Clear output before running?
ru_ru: Очистить вывод перед выполнением?

source: Clipboard S&wap
ru_ru: Обменять с буфером обмена

source: Close
ru_ru: Закрыть

source: Close &All
ru_ru: Закрыть все

source: Close All
ru_ru: Закрыть все

source: Close All &Other
ru_ru: Закрыть все остальные

source: Close All &Other Windows
ru_ru: Закрыть все остальные окна

source: Close P&roject(s)
ru_ru: Закрыть проект(ы)

source: Close Project(s)
ru_ru: Закрыть проект(ы)

source: Close Vie&w
ru_ru: Закрыть вид

source: Close all project files?
ru_ru: Закрыть все файлы проектов?

source: Close the active document Close
ru_ru: Закрыть текущий документ. Закрыть

source: Close the active window and prompts to save the documents
ru_ru: Закрыть активное окно и предложить сохранить документы.

source: Code Templates
ru_ru: Шаблоны кода

source: Collapse All Folds
ru_ru: Свернуть все

source: Com&ments
ru_ru: Коментировать

source: Command
ru_ru: Команда

source: Command &Mode
ru_ru: Командный режим

source: Command:
ru_ru: Программа:

source: Confirmations
ru_ru: Подтверждения

source: Console I/O
ru_ru: Консольный ввод/вывод

source: Convert Spaces to Tabs
ru_ru: Преобразовать пробелы в табуляцию

source: Convert Tabs to Spaces
ru_ru: Преобразовать табуляцию в пробелы

source: Copy &File Path
ru_ru: Копировать путь к файлу

source: Copy as RTF
ru_ru: Копировать как RTF

source: Copy the selection and put it on the Clipboard Copy
ru_ru: Копировать выделенное и помесить его в буфер обмена. Копировать

source: Could not create file
ru_ru: Невозможно создать файл

source: Could not locate
ru_ru: Не удается найти

source: Create a new document New
ru_ru: Создать новый документ. Новый

source: Create a new project.
ru_ru: Создать новый проект.

source: Create a new workspace.
ru_ru: Создать новую сессию.

source: Create backup files when saving
ru_ru: Создавать резервные копии

source: Cu&t
ru_ru: Вырезать

source: Cu&t Line
ru_ru: Вырезать

source: Curren&t document
ru_ru: Текущий документ

source: Current &Editor
ru_ru: Текущий редактор

source: Current Date (%c)
ru_ru: Текущая дата (%c)

source: Current File
ru_ru: Текущий файл

source: Current Folder
ru_ru: Текущая папка

source: Current Page (%p)
ru_ru: Текущая страница (%p)

source: Current Project Files
ru_ru: Текущий файл проекта

source: Current Shortcuts:
ru_ru: Текущее сочетание клавиш:

source: Current Time (%t)
ru_ru: Текущее время (%t)

source: Current pro&ject
ru_ru: Текущий проект

source: Cursor Colour:
ru_ru: Цвет курсора:

source: Custom Output Parsing
ru_ru: Особый разбор вывода

source: Cut the selection and put it on the Clipboard Cut
ru_ru: Вырезать выделенное и поместить его в буфер обмена. Вырезать

source: De&lete Line
ru_ru: Удалить

source: Defaults
ru_ru: По умолчанию

source: Display block caret instead of line
ru_ru: Курсор в виде блока, а не линии

source: Display full pages Print Preview
ru_ru: Показать полные страницы. Предварительный просмотр

source: Display program information, version number and copyright About
ru_ru: Показать информацию о программе, номер версии и лицензионное соглашение. О программе

source: Do &Not Download
ru_ru: Не загружать

source: Do not &ask me again
ru_ru: Не спрашивать меня снова

source: Do not ask me again.
ru_ru: Не спрашивать снова.

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
ru_ru: Ассоциировать это расширение с Programmer's Notepad 2 сейчас?

source: Do you want to open another copy of %s?
ru_ru: Открыть другую копию %s?

source: Do you want to save changes to the project: %s?
ru_ru: Сохранить изменения в проекте: %s?

source: Document
ru_ru: Документ

source: Don't change the foreground.
ru_ru: Не изменять фон.

source: E&xit
ru_ru: Выход

source: E&xtensions
ru_ru: Расширения

source: Edit
ru_ru: Правка

source: Edit Alternate File Pair
ru_ru: Изменить альтернативные пары файлов

source: Edit Clip
ru_ru: Изменить вставку

source: Edit File Type
ru_ru: Редактирование типов файлов

source: Edit SmartStart Phrase
ru_ru: Изменить фразу SmartStart

source: Edit Tool
ru_ru: Изменить инструмент

source: Edit with Programmer's Notepad
ru_ru: Открыть в Programmer's Notepad

source: Editing
ru_ru: Редактирование

source: Editor
ru_ru: Редактор

source: Empty Project
ru_ru: Пустой проект

source: Enable AutoComplete
ru_ru: Разрешить

source: Enable Command Bar
ru_ru: Вкл. панель команд

source: Enable SmartStart
ru_ru: Включить

source: Enabled
ru_ru: Разрешить

source: Enco&ding
ru_ru: Кодировка

source: Encoding Conversion
ru_ru: Изменение кодировки

source: Encoding:
ru_ru: Кодировка:

source: End of Line
ru_ru: Окончание строки

source: Enlarge the window to full size
ru_ru: Развернуть окно в максимальный размер.

source: Ensure file ends with a blank line
ru_ru: В конце файла должна быть пустая строка

source: Enter a semi-colon separated list of directories that you do not wish to include:
ru_ru: Введите через точку с запятой список папок, которые нужно включить:

source: Enter a semi-colon separated list of file types that you do not wish to include:
ru_ru: Введите через точку с запятой типы файлов, которые ненужно включить:

source: Enter a semi-colon separated list of file types that you wish to include:
ru_ru: Введите через точку с запятой типы файлов, которые нужно включить:

source: Erase everything Erase All
ru_ru: Стереть содержимое документа. Стереть все

source: Erase the selection Erase
ru_ru: Стереть выделенное. Стереть

source: Ex&tension:
ru_ru: Расширения:

source: Example
ru_ru: Пример

source: Executable Files (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|All Files (*.*)|*.*|
ru_ru: Программы (exe, com, bat, vbs...)|*.exe;*.com;*.bat;*.vbs;*.cmd|All Files (*.*)|*.*|

source: Expand All Folds
ru_ru: Развернуть все

source: Extension
ru_ru: Расширение

source: Extensions
ru_ru: Расширения

source: F&ind in Files
ru_ru: Найти в файлах

source: Failed to create a backup document
ru_ru: Не удалось создать резервную копию документа

source: Failed to open workspace file %s for writing. Workspace state could not be saved.
ru_ru: Не удалось открыть файл сессии %s для записи. Сессию невозможно будет сохранить.

source: Fi&nd what:
ru_ru: Искать:

source: File
ru_ru: Файл

source: File &Browser
ru_ru: Проводник

source: File Browser
ru_ru: Проводник

source: File Date (%D)
ru_ru: Дата файла (%D)

source: File Dialogs
ru_ru: Диалоги файлов

source: File Extension or Name to Match:
ru_ru: Расширение или имя файла:

source: File Format:
ru_ru: Формат файла:

source: File Name (%f)
ru_ru: Имя файла (%f)

source: File Path (%d)
ru_ru: Путь к файлу (%d)

source: File Save Options
ru_ru: Настройки сохранения файлов

source: File Time (%T)
ru_ru: Время файла (%T)

source: File Types
ru_ru: Типы файлов

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
ru_ru: Расширения нужно вводить с точкой в начале, разделяя их точкой с запятой и в алфавитном порядке, как в примере. Исходные: .cpp;.cxx;.c;.cc Альтернативные: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
ru_ru: Расширения файлов должны начинаться с символа '.' (точка).

source: File types:
ru_ru: Типы файлов:

source: File:
ru_ru: Файл:

source: Files
ru_ru: Файлы

source: Fill to &end of line
ru_ru: Заполнять до конца строки

source: Find
ru_ru: Найти

source: Find &Next
ru_ru: Найти далее

source: Find &Previous
ru_ru: Найти пред.

source: Find (drop down for other find types)
ru_ru: Найти (доступны другие типы поиска)

source: Find Dialog
ru_ru: Диалог поиска

source: Find Next Current &Word
ru_ru: Найти далее текущее слово

source: Find Pre&vious
ru_ru: Найти предыдущее

source: Find Previous C&urrent Word
ru_ru: Найти предыдущее текущее слово

source: Find Results
ru_ru: Результаты поиска

source: Find in Files
ru_ru: Найти в файлах

source: Find more extensions at www.pnotepad.org...
ru_ru: Больше расширений на www.pnotepad.org...

source: Find reached the starting point of the search.
ru_ru: Поиск достиг начальной точки поиска.

source: Find text in files Find in Files
ru_ru: Поиск текста в файлах. Найти в файлах

source: Find the specified text Find
ru_ru: Найти текст в файле. Найти

source: Find where:
ru_ru: Где искать:

source: Folder:
ru_ru: Папка:

source: Folding enabled for supporting schemes
ru_ru: Показывать блоки для схем подсветки

source: Font Style
ru_ru: Тип шрифта

source: Fonts and Colours
ru_ru: Шрифты и цвета

source: Found %d occurrences
ru_ru: Найдено %d совпадений.

source: General
ru_ru: Основные

source: Go To Line
ru_ru: Перейти к строке

source: Go to Definition
ru_ru: Перейти к определению

source: Group
ru_ru: Группа

source: Highlight all instances of selected word
ru_ru: Подсв. совпадения с выделеным словом

source: Highlight current editor line
ru_ru: Подсв. текущую строку

source: Highlight text beyond the edge column
ru_ru: Подсвечивать текст вне страницы

source: Hint
ru_ru: Подсказка

source: Hint:
ru_ru: Подсказка:

source: Horizontal:
ru_ru: По гориз.:

source: In &selection
ru_ru: В выделенном

source: Include &hidden
ru_ru: Скрытые

source: Include Scheme Keywords
ru_ru: Включая слова схемы

source: Include Tags
ru_ru: Включая теги

source: Indentation Guides:
ru_ru: Направл. отступа:
