Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1049_*.po
Languages: ru_ru

source: Insert Clipboard contents Paste
ru_ru: Вставить содержимое буфера обмена. Вставить

source: Integration
ru_ru: Интеграция

source: Interface
ru_ru: Интерфейс

source: Jump To...
ru_ru: Перейти...

source: Jump to:
ru_ru: Перейти:

source: Keyboard
ru_ru: Клавиатура

source: Keyboard Shortcuts
ru_ru: Сочетания клавиш

source: Keywords
ru_ru: Ключ. слова

source: L&andscape
ru_ru: Альбомная

source: Language
ru_ru: Язык

source: Line
ru_ru: Строка

source: Line &End Markers
ru_ru: Маркеры окончания строк

source: Line &Numbers
ru_ru: Номера строк

source: Line Endings:
ru_ru: Ок. строк:

source: Line Padding
ru_ru: Заполнение строки

source: Lines:
ru_ru: Строк:

source: Lo&wercase
ru_ru: Нижний регистр

source: Long Line Helpers
ru_ru: Подсветка длинных строк

source: Look for a custom pattern:
ru_ru: Исп. собственный шаблон:

source: Look for testing releases
ru_ru: Включая тестовые релизы

source: Margins
ru_ru: Отступы

source: Mark All Highlight:
ru_ru: Помеченное:

source: Match
ru_ru: Тип файла

source: Match &case
ru_ru: С учетом регистра

source: Match &whole word only
ru_ru: Слово целиком

source: Match Case
ru_ru: С учетом регистра

source: Meaning
ru_ru: Значение

source: Method
ru_ru: Метод

source: Modified
ru_ru: Изменен

source: More Options
ru_ru: Прочее

source: Move &Down
ru_ru: Переместить вниз

source: Move &Up
ru_ru: Переместить вверх

source: Move Line &Up
ru_ru: Переместить вверх

source: Move Line Do&wn
ru_ru: Переместить вниз

source: Name
ru_ru: Название

source: Name:
ru_ru: Название:

source: New Clip Set
ru_ru: Новый набор вставок

source: New File
ru_ru: Новый файл

source: New Files
ru_ru: Новые файлы

source: New Folder
ru_ru: Новая папка

source: New Project Group
ru_ru: Новая группа проектов

source: New Project...
ru_ru: Новый проект...

source: New Tool
ru_ru: Новый инструмент

source: Next B&ookmark
ru_ru: Следующая закладка

source: No
ru_ru: Нет

source: No Override
ru_ru: Не заменять

source: No long line help
ru_ru: Не подсвечивать

source: No more occurrences found in the specified set of documents.
ru_ru: Не найдено больше совпадений в указанных документах.

source: No updates are available at this time.
ru_ru: На данный момент обновлений нет.

source: None
ru_ru: Пусто

source: Not
ru_ru: Нет

source: Note: The first item in any list will be the default tool.
ru_ru: Примечание: первый элемент будет использоваться по умолчанию.

source: OK
ru_ru: ОК

source: Only show with ma&ximized document windows
ru_ru: Отображать только для развернутых окон

source: Open
ru_ru: Открыть

source: Open &Folder
ru_ru: Открыть папку

source: Open Con&taining Folder
ru_ru: Открыть содержащую папку

source: Open Fi&les
ru_ru: Открытые файлы

source: Open Files
ru_ru: Открыть файлы

source: Open Pro&ject(s)...
ru_ru: Открыть проект(ы)...

source: Open Project(s)...
ru_ru: Открыть проект(ы)...

source: Open Project/Project Group
ru_ru: Открыть проект/группу проектов

source: Open URL in Default Browser
ru_ru: Открыть ссылку в браузере

source: Open Wor&kspace...
ru_ru: Открыть сессию...

source: Open an existing document Open
ru_ru: Открыть внешний документ. Открыть

source: Open another window for the active document New Window
ru_ru: Открыть еще одно окно для текущего документа. Новое окно

source: Open in De&fault Program
ru_ru: Открыть в программе по умолчанию

source: Open this document
ru_ru: Открыть этот документ

source: Options
ru_ru: Настройки

source: Or
ru_ru: Или

source: Orientation
ru_ru: Ориентация

source: Other User Interface Options
ru_ru: Прочие настройки

source: Output
ru_ru: Вывод

source: Output Parsing:
ru_ru: Разбор вывода

source: Override Indentation:
ru_ru: Замена отступов:

source: P&ortrait
ru_ru: Портретная

source: PN &Home Page
ru_ru: Домашняя страница PN

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
ru_ru: Не удалось снять защиту от записи с "%s". Сохранить с другим именем?

source: PN2 File Associations
ru_ru: Ассоциации файлов с PN2

source: PN2 should &check the associations when starting
ru_ru: Проверять ассоциации при старте

source: Page Count (%P)
ru_ru: Кол. страниц (%P)

source: Page Setup
ru_ru: Настройка страницы

source: Paper
ru_ru: Лист

source: Parameters:
ru_ru: Параметры:

source: Params
ru_ru: Параметры

source: Pass my selection to this tool using Standard Input
ru_ru: Передавать выделенное в стандартный ввод

source: Pattern:
ru_ru: Шаблон:

source: Plain Text
ru_ru: Обычный текст

source: Presets
ru_ru: Предустановки

source: Preview
ru_ru: Пред. просмотр

source: Print Set&up...
ru_ru: Настройка печати...

source: Print the active document Print
ru_ru: Напечатать текущий документ. Печать

source: Programmer's Notepad 2 is not the handler for these extensions:
ru_ru: Programmer's Notepad 2 не обрабатывает эти расширения:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
ru_ru: Programmer's Notepad 2 поддерживает распознавание вывода следующего инструментария: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl и некоторые другие.

source: Project
ru_ru: Проект

source: Project Group
ru_ru: Группа проектов

source: Project Group Files
ru_ru: Файлы группы проектов

source: Project Group Files (*.ppg)|*.ppg|
ru_ru: Файлы групп проектов (*.ppg)|*.ppg|

source: Project Template:
ru_ru: Шаблон проекта:

source: Project Tools
ru_ru: Инстр. проектов

source: Project "%s" has been changed, do you want to save the changes before removing?
ru_ru: Проект "%s" был изменен, сохранить изменения перед удалением?

source: Projects
ru_ru: Проекты

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
ru_ru: Проекты и группы проектов (*.pnproj, *.ppg)|*.pnproj;*.ppg|

source: Proper&ties...
ru_ru: Свойства...

source: Properties
ru_ru: Основные

source: Quit the application; prompts to save documents Exit
ru_ru: Выход из приложения с предложением сохранить изменения в документах. Выход

source: R&eplace
ru_ru: Заменить

source: Re&fresh
ru_ru: Обновить

source: Re&name
ru_ru: Переименовать

source: Re&vert
ru_ru: Восстановить

source: Re-Open
ru_ru: Открыть

source: Ready
ru_ru: Готово

source: Recent Pro&jects
ru_ru: Недавние проекты

source: Rectangular Selection.
ru_ru: Прямоугольное выделение.

source: Redo the previously undone action Redo
ru_ru: Повторить отмененное ранее действие. Повторить

source: Reduce the window to an icon
ru_ru: Свернуть окно в значек.

source: Regular &expression
ru_ru: Регулярное выражение

source: Remove Blank &Lines
ru_ru: Удалить пустые строки

source: Remove Clip
ru_ru: Удалить вставку

source: Remove Clip Set
ru_ru: Удалить набор вставок

source: Remove "Edit With..." from Explorer
ru_ru: Удалить "Открыть в PN" из проводника

source: Repeat the last action Repeat
ru_ru: Повторить последнее действие. Повторить

source: Replace
ru_ru: Заменить

source: Replace &All
ru_ru: Заменить все

source: Replace my selection.
ru_ru: Заменять выделенное.

source: Replace specific text with different text Replace
ru_ru: Заменить определенный текст другим. Заменить

source: Replace with:
ru_ru: Замена:

source: Report a &bug...
ru_ru: Сообщить об ошибке...

source: Reset &All
ru_ru: Сброс. все

source: Restore the window to normal size
ru_ru: Восстановить окно к нормальному размеру.

source: Revert this document to the current saved state Revert
ru_ru: Восстановить документ в последнее сохраненное состояние. Восстановить

source: Rightmost Column:
ru_ru: Ширина страницы:

source: Sa&ve Project
ru_ru: Сохранить проект

source: Save
ru_ru: Сохранить

source: Save &As...
ru_ru: Сохранить как...

source: Save &Workspace As...
ru_ru: Сохранить сессию как...

source: Save A&ll
ru_ru: Сохранить все

source: Save all open documents Save All
ru_ru: Сохранить все открытые документы. Сохранить все

source: Save the active document with a new name Save As
ru_ru: Сохранить текущий документ с новым именем. Сохранить как

source: Save the active document Save
ru_ru: Сохранить текущий документ. Сохранить

source: Save:
ru_ru: Сохранить:

source: Scheme
ru_ru: Схема

source: Scheme:
ru_ru: Схема:

source: Schemes
ru_ru: Схемы

source: Scripts
ru_ru: Скрипты

source: Search
ru_ru: Поиск

source: Search &up
ru_ru: Назад

source: Search complete: %d matching lines found in %d files, taking %d milliseconds.
ru_ru: Поиск завершен: %d похожих строк найдено в %d файлах, затрачено %d мсек.

source: Search sub&directories
ru_ru: Искать в подкаталогах

source: Searching for:
ru_ru: Искать:

source: Select &All
ru_ru: Выделить все

source: Select Tool Command...
ru_ru: Выберите программу для инструмента

source: Select the entire document Select All
ru_ru: Выделить содержимое документа. Выделить все

source: Select the root folder for the search:
ru_ru: Выберите нужную папку:

source: Select the working folder for the tool:
ru_ru: Выберите рабочую папку для инструмента:

source: Selected Word Highlight:
ru_ru: Подсветка выд. слова:

source: Selecti&on
ru_ru: Выделенное

source: Selection Background:
ru_ru: Цвет выделения:

source: Selection Foreground:
ru_ru: Выделенный текст:

source: Semi-transparent when not active (Windows XP+ only).
ru_ru: Полупрозрачен, когда не активен (Windows XP+).

source: Settings
ru_ru: Настройки

source: Shortcut
ru_ru: Сочетание клавиш

source: Shortcut:
ru_ru: Клавиша:

source: Shortcuts:
ru_ru: Ключи:

source: Show &Tabs
ru_ru: Показывать закладки

source: Show Indentation Guides
ru_ru: Отображать направляющую отступа

source: Show Mini Editor Toolbar
ru_ru: Вкл. мини бар редактора

source: Show a line at the edge column
ru_ru: Отобр. линию на границе страницы

source: Show or hide the status bar Toggle StatusBar
ru_ru: Показать или спрятать панель состояния. Вкл./выкл. панель состояния

source: Show or hide the toolbar Toggle ToolBar
ru_ru: Показать или спрятать панель инструментов. Вкл./выкл. панель инструментов

source: Si&ze:
ru_ru: Формат:

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
ru_ru: К сожалению, Programmer's Notepad не смог открыть этот файл, скорее всего потому что он слишком большой (актуальная ошибка: %s). PN нужно достаточно свободной памяти для того, чтобы открыть его дважды, для успешного редактирования.

source: Special Symbols:
ru_ru: Спец. символы:

source: Spli&t Lines
ru_ru: Разделить строки

source: Split V&ertical
ru_ru: Разделить по вертикали

source: Split the active window into panes Split
ru_ru: Разделить текущее окно на панели. Разделить

source: Standard Input and Output:
ru_ru: Стандартный Ввод/Вывод

source: Start Extensions:
ru_ru: Исходные

source: Start Phrase:
ru_ru: Начальная фраза:

source: Start with a new, &blank document
ru_ru: Создавать документ при запуске

source: Starting Phrase
ru_ru: Начальная фраза

source: Stop R&ecording
ru_ru: Остановить запись

source: Strictly enforce the auto-scroll positioning
ru_ru: Строго соблюдать позицию автопрокрутки

source: Strip trailing spaces before saving
ru_ru: Убрать пробелы в конце перед сохранением

source: Styles
ru_ru: Стили

source: Switch
ru_ru: Пропустить

source: Switch back to the previous window pane Previous Pane
ru_ru: Перейти к предыдущей панели окна. Предыдущая панель

source: Switch to the next document window
ru_ru: Перейти к следующему окну документа.

source: Switch to the next window pane Next Pane
ru_ru: Перейти к следующей панели окна. Следующая панель

source: Switch to the previous document window
ru_ru: Перейти к предыдущему окну документа.

source: Syntax &Highlighting
ru_ru: Подсветка синтаксиса

source: T&ags
ru_ru: Теги

source: Tab &order controlled by recent use
ru_ru: Переключать закладки по порядку использования

source: Tab Width:
ru_ru: Табуляция:

source: Tabs
ru_ru: Закладки

source: Tabs go here.
ru_ru: Отступить сюда.

source: Tagged Expression 1
ru_ru: Помеченное выражение 1

source: Tagged Expression 2
ru_ru: Помеченное выражение 2

source: Tagged Expression 3
ru_ru: Помеченное выражение 3

source: Tagged Expression 4
ru_ru: Помеченное выражение 4

source: Tagged Expression 5
ru_ru: Помеченное выражение 5

source: Tagged Expression 6
ru_ru: Помеченное выражение 6

source: Tagged Expression 7
ru_ru: Помеченное выражение 7

source: Tagged Expression 8
ru_ru: Помеченное выражение 8

source: Tagged Expression 9
ru_ru: Помеченное выражение 9

source: Tagged Expresssion
ru_ru: Помеченное выражение

source: Tags
ru_ru: Теги

source: Template Field:
ru_ru: Поле шаблона:

source: Testing:
ru_ru: Тест:

source: Text
ru_ru: Текст

source: Text &Colour:
ru_ru: Цвет текста:

source: Text Clip Editor
ru_ru: Редактор текстовых вставок

source: Text Clips
ru_ru: Текстовые вставки

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
ru_ru: Файл "%s" невозможно сохранить, он защищен от записи. Вы можете сохранить файл в другом месте или PN попытается удалить защиту и сохранить в указанном месте.

source: The file must be placed inside this magic folder directory.
ru_ru: Файл должен быть размещен в магической папке.

source: The folder %s could not be created, check that the path is valid.
ru_ru: Папку %s не удалось создать, проверьте правильность пути.

source: The folder %s does not exist, do you want to create it?
ru_ru: Папка %s не существует, создать ее?

source: The regular expression is not valid.
ru_ru: Регулярное выражение составлено неверно.

source: The selected method for this extension is currently associated with '%s'
ru_ru: Выбраный метод для этого расширения уже существует '%s'.

source: The specified project does not exist, would you like to create it?
ru_ru: Указанный проект не существует, создать его?

source: The specified text '%s' was not found.
ru_ru: Указанный текст '%s' не найден.

source: This project has no properties.
ru_ru: В этом проекте нет свойств.

source: This tool will modify the current file.
ru_ru: Разрешить изменять текущий файл.

source: Tile &Horizontal
ru_ru: Горизонтально

source: Tile &Vertical
ru_ru: Вертикально

source: Toggle &Bookmark
ru_ru: Переключить закладку

source: Toggle Fold
ru_ru: Свернуть/Развернуть

source: Toggle line numbers display
ru_ru: Включить/выключить номера строк.

source: Toggle syntax highlighting
ru_ru: Включить/выключить подсветку синтаксиса.

source: Toggle visible line-end characters
ru_ru: Включить/выключить символы окончания строк.

source: Toggle visible whitespace characters
ru_ru: Включить/выключить символы пробелов.

source: Toggle word wrap
ru_ru: Включить/выключить перенос слов.

source: Toggle write protect
ru_ru: Включить/выключить защиту от записи.

source: Tools
ru_ru: Инструменты

source: Top:
ru_ru: Сверху:

source: Trans&form
ru_ru: Преобразовать

source: Transp&ose Lines
ru_ru: Переместить

source: Type Name
ru_ru: Название типа

source: Type the name of the new Clip set...
ru_ru: Введите имя для нового набора вставок

source: U&ppercase
ru_ru: Верхний регистр

source: Undo the last action Undo
ru_ru: Отменить последнее изменение. Отменить

source: Unknown
ru_ru: Неизвестный

source: Untitled
ru_ru: Новый

source: Use &Tabs
ru_ru: Использовать закладки

source: Use As &Script
ru_ru: Использовать как скрипт

source: Use Spaces
ru_ru: Пробелами

source: Use an individual output window.
ru_ru: Исп. вывод для каждого окна.

source: Use tabs
ru_ru: Табуляцией

source: Use the built-in error parser.
ru_ru: Исп. встроенный обр. ошибок.

source: Use the main output window.
ru_ru: Исп. вывод основного окна.

source: User Name (%u)
ru_ru: Имя пользователя (%u)

source: Version
ru_ru: Версия

source: Vertical:
ru_ru: По верт.:

source: Visible &Whitespace Characters
ru_ru: Непечатаемые символы

source: Visible Line &Endings
ru_ru: Окончания строк

source: Visual Help
ru_ru: Подсветка

source: Warning: the file %s does not exist any more.
ru_ru: Внимание: файл %s больше не существует.

source: When an open file is dropped:
ru_ru: Если открытый файл завис:

source: When attempting to re-open a file:
ru_ru: Если файл изменен вне PN:

source: Word W&rap
ru_ru: Перенос слов

source: Words:
ru_ru: Слов:

source: Workspace Files (*.pnws)|*.pnws|
ru_ru: Файл сессии (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
ru_ru: Сохранить изменения в: %s?

source: Write protect
ru_ru: Защита от записи

source: Yes
ru_ru: Да

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
ru_ru: Вы можете выбрать типы файлов, которые необходимо отображать в магической папке.

source: Zoom O&ut
ru_ru: Масштаб -

source: > Process Exit Code:
ru_ru: >Процесс закончисля с кодом:

source: > Time Taken:
ru_ru: > Затрачено времени:

source: characters
ru_ru: символов

source: example: %f:%l:
ru_ru: пример: %f:%l:

source: pixels
ru_ru: пикселей

source: text lines
ru_ru: строки
