Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1038_*.po
Languages: hu_hu

source: New File
hu_hu: Új fájl

source: New Files
hu_hu: Új fájlok

source: New Folder
hu_hu: &Új mappa

source: New Project Group
hu_hu: Új projekt csoport

source: New Project...
hu_hu: Új projekt...

source: New Tool
hu_hu: Új eszköz

source: Next B&ookmark
hu_hu: &Következő könyvjelző

source: No
hu_hu: Nem

source: No Override
hu_hu: Nincs megsemmisítés

source: No long line help
hu_hu: Nincs hosszú soros súgó

source: No more occurrences found in the specified set of documents.
hu_hu: Nem található több előfordulás a megadott szöveg részben.

source: No updates are available at this time.
hu_hu: Jelenleg nem érhető el frissítés

source: None
hu_hu: semmi

source: Not
hu_hu: sem

source: Note: The first item in any list will be the default tool.
hu_hu: Megjegyzés : Minden listán az első tétel lesz az alapértelmezett eszköz.

source: Only show with ma&ximized document windows
hu_hu: Csak teljes képernyős dokumentumok mutatása

source: Open &Folder
hu_hu: &Mappa megnyitása

source: Open Con&taining Folder
hu_hu: A fájl mappájának megnyi&tása

source: Open Fi&les
hu_hu: Fáj&lok megnyitása

source: Open Files
hu_hu: Fájlok megnyitása

source: Open Pro&ject(s)...
hu_hu: Pro&jekt(ek) megnyitása...

source: Open Project(s)...
hu_hu: Projekt(ek) megnyitása...

source: Open Project/Project Group
hu_hu: Projekt/Projekt csoport megnyitása

source: Open Wor&kspace...
hu_hu: M&unkafelület megnyitása...

source: Open an existing document Open
hu_hu: Létező dokumentum megnyitása Megnyitás

source: Open another window for the active document New Window
hu_hu: Másik ablak megnyitása az aktív dokumentum számára Új ablak

source: Open in De&fault Program
hu_hu: Alapértelmezett pr&ogramban való megnyitás

source: Open this document
hu_hu: Megnyitja ezt a dokumentumot

source: Options
hu_hu: Beállítások

source: Or
hu_hu: vagy

source: Orientation
hu_hu: Eligazítás

source: Other User Interface Options
hu_hu: Felhasználói egyéb beállítások

source: Output
hu_hu: Kimenet

source: Output Parsing:
hu_hu: Kimenet elemzése:

source: Override Indentation:
hu_hu: Megsemmisíti a bekezdéseket:

source: P&ortrait
hu_hu: P&ortré

source: PN &Home Page
hu_hu: PN &Honlapja

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
hu_hu: "%s" írásvédettségét a PN nem tudja eltávolítani. Szeretné elmenteni másik névvel?

source: PN2 File Associations
hu_hu: PN2 Fájl Társítások

source: PN2 should &check the associations when starting
hu_hu: PN2 képes indításkor ellenőrizni a társításokat

source: PROJECT
hu_hu: PROJEKT

source: Page Count (%P)
hu_hu: Oldal számlálása (%P)

source: Page Setup
hu_hu: Oldal beállítása

source: Paper
hu_hu: Papír

source: Parameters:
hu_hu: Paraméterek:

source: Params
hu_hu: Paraméterek

source: Pass my selection to this tool using Standard Input
hu_hu: Az általános bemenet eszközéhez engedd a választásomat

source: Pattern:
hu_hu: Minta:

source: Presets
hu_hu: Előre elkészített

source: Preview
hu_hu: Előnézet

source: Print Set&up...
hu_hu: Nyomtatási előnézet

source: Print the active document Print
hu_hu: Aktív dokumentum nyomtatása Nyomtat

source: Programmer's Notepad 2 is not the handler for these extensions:
hu_hu: Programmer's Notepad 2 nem kezeli a következő kiterjesztéseket:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
hu_hu: Programmer's Notepad 2 beépített támogatása az elemzés kimenetére a következő eszközökhöz: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl és más hasonló eszközök.

source: Project
hu_hu: Projekt

source: Project Group
hu_hu: Projekt csoport

source: Project Group Files
hu_hu: Projekt fájlcsoport

source: Project Group Files (*.ppg)|*.ppg|
hu_hu: Projekt csoport fájlok (*.ppg)|*.ppg|

source: Project Template:
hu_hu: Projekt sablon:

source: Project Tools
hu_hu: Projekt eszközök

source: Project "%s" has been changed, do you want to save the changes before removing?
hu_hu: "%s" projekt megváltozott, szeretné menteni a változásokat az eltávolítás előtt?

source: Projects
hu_hu: Projektek

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
hu_hu: Projektek és Projekt csoportok (*.pnproj, *.ppg)|*.pnproj;*.ppg|

source: Proper&ties...
hu_hu: &Tulajdonságok...

source: Properties
hu_hu: Tulajdonságok

source: Quit the application; prompts to save documents Exit
hu_hu: Alkalmazás bezárása; figyelmeztet a dokumentumok mentésére Bezár

source: R&eplace
hu_hu: Cs&ere

source: Re&fresh
hu_hu: &Frissítés

source: Re&name
hu_hu: Át&nevezés

source: Re&vert
hu_hu: &Vissza az eredetire

source: Re-Open
hu_hu: Újra megnyit

source: Ready
hu_hu: Kész

source: Recent Pro&jects
hu_hu: Legutóbbi pro&jektek

source: Rectangular Selection.
hu_hu: Téglalap alakú kijelölés.

source: Redo the previously undone action Redo
hu_hu: Előzőleg visszavont művelet újra alkalmazása Ismét

source: Reduce the window to an icon
hu_hu: Ablak kicsinyítése ikonra

source: Regular &expression
hu_hu: Állandó kif&ejezés

source: Remove Blank &Lines
hu_hu: Üres sorok e&ltávolítása

source: Remove Clip
hu_hu: Szövegkapocs &eltávolítás

source: Remove Clip Set
hu_hu: &Szövegkapocs eltávolítása

source: Repeat the last action Repeat
hu_hu: Utolsó művelet megismétlése Ismétel

source: Replace
hu_hu: Cserél

source: Replace &All
hu_hu: Mindet &cseréli

source: Replace my selection.
hu_hu: Kiválasztásom cseréje.

source: Replace specific text with different text Replace
hu_hu: Megadott szöveg cseréje különbözőre Csere

source: Replace with:
hu_hu: Csere erre:

source: Report a &bug...
hu_hu: Hi&bajelentés...

source: Reset &All
hu_hu: Mind vissz&aállít

source: Restore the window to normal size
hu_hu: Ablak normál méretre való állítása

source: Revert this document to the current saved state Revert
hu_hu: Visszalépés a dokumentum legutolsó mentett állapotára Vissza

source: Rightmost Column:
hu_hu: Jobbszélső oszlop:

source: Sa&ve Project
hu_hu: Projek&t mentése

source: Save
hu_hu: Mentés

source: Save &As...
hu_hu: Me&ntés másként...

source: Save &Workspace As...
hu_hu: Munk&afelület mentése...

source: Save A&ll
hu_hu: Össz&es mentése

source: Save all open documents Save All
hu_hu: Minden megnyitott dokumentum mentése Mind mentése

source: Save the active document with a new name Save As
hu_hu: Aktív dokumentum mentése más névvel Mentés másként

source: Save the active document Save
hu_hu: Aktív dokumentum mentése Mentés

source: Save:
hu_hu: Mentés:

source: Scheme
hu_hu: Séma:

source: Scheme:
hu_hu: Séma:

source: Schemes
hu_hu: Sémák

source: Scripts
hu_hu: Szkriptek

source: Search
hu_hu: Keresés

source: Search &up
hu_hu: Keresés &felfelé

source: Search complete: %d matching lines found in %d files, taking %d milliseconds.
hu_hu: Keresés befejezve : %d egyező sort találtam %d fájlban, ez %d millimásodpercig tartott.

source: Search sub&directories
hu_hu: Almappák&ban keres

source: Searching for:
hu_hu: Ezt keresi:

source: Select &All
hu_hu: Összes k&ijelölése

source: Select the entire document Select All
hu_hu: Egész dokumentum kiválasztása Összes kijelölése

source: Select the root folder for the search:
hu_hu: Gyökérkönyvtár kiválasztása kereséshez:

source: Select the working folder for the tool:
hu_hu: Munkamappa választása az eszköz számára:

source: Selected Word Highlight:
hu_hu: Kijelölt szó kiemelése:

source: Selecti&on
hu_hu: &Kijelölés

source: Selection Background:
hu_hu: Kiválasztott háttér:

source: Selection Foreground:
hu_hu: Kiválasztott előtér:

source: Semi-transparent when not active (Windows XP+ only).
hu_hu: Áttetsző, ha nem aktív (csak Windows XP +).

source: Settings
hu_hu: Beállítások

source: Shortcut
hu_hu: Parancsikon

source: Shortcut:
hu_hu: Rövidítés:

source: Shortcuts:
hu_hu: Parancsikonok:

source: Show &Tabs
hu_hu: &Fülek mutatása

source: Show Indentation Guides
hu_hu: Bekezdési jelek mutatása

source: Show Mini Editor Toolbar
hu_hu: Mini szerkesztő eszköztár mutatása

source: Show a line at the edge column
hu_hu: Sor jelzése a sarki oszlopban

source: Show or hide the status bar Toggle StatusBar
hu_hu: Állapotsáv megjelenítése/elrejtése Állapotsáv váltása

source: Show or hide the toolbar Toggle ToolBar
hu_hu: Eszköztár megjelenítése/elrejtése Eszköztár váltása

source: Si&ze:
hu_hu: &Méret:

source: SmartStart
hu_hu: OkosIndítás

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
hu_hu: Sajnálom, a Programmer's Notepad nem tudta megnyitni ezt a fájlt - valószínűleg azért, mert túl nagy (a tényleges hiba: %s). PN-nek szüksége van elég szabad memóriára, hogy másodszorra megnyissa a fájlt sikeres szerkesztésre.

source: Special Symbols:
hu_hu: Speciális szimbólumok:

source: Spli&t Lines
hu_hu: Sorok &vágása

source: Split V&ertical
hu_hu: &Függőleges elrendezés

source: Split the active window into panes Split
hu_hu: Aktív ablak mezőkre való elrendezése Elrendezés

source: Standard Input and Output:
hu_hu: Átlagos bemenet és kimenet:

source: Start Extensions:
hu_hu: Kiterjesztések kezdése:

source: Start Phrase:
hu_hu: Kifejezés kezdése:

source: Start with a new, &blank document
hu_hu: Új, üres dokumentummal &nyisson

source: Starting Phrase
hu_hu: Kifejezés indítása

source: Static
hu_hu: Statikus

source: Stop R&ecording
hu_hu: Vét&elezés leállítása

source: Strictly enforce the auto-scroll positioning
hu_hu: Szigorúan kikényszeríti az automatikus görgetés helyzetét

source: Strip trailing spaces before saving
hu_hu: Üres sorok eltávolítása mentés előtt

source: Styles
hu_hu: Stílusok

source: Switch
hu_hu: Átvált

source: Switch back to the previous window pane Previous Pane
hu_hu: Előző ablakmezőre vált Előző ablakmező

source: Switch to the next document window
hu_hu: Következő dokumentum ablakára vált

source: Switch to the next window pane Next Pane
hu_hu: Következő ablakmezőre vált Következő ablakmező

source: Switch to the previous document window
hu_hu: Előző dokumentum ablakára vált

source: Syntax &Highlighting
hu_hu: Szintaktikai &kiemelő

source: T&ags
hu_hu: T&ag-ek

source: Tab &order controlled by recent use
hu_hu: Fül rendezés által ellenőrzött nemrég használt

source: Tab Width:
hu_hu: Tab szélessége:

source: Tabs
hu_hu: Fülek

source: Tabs go here.
hu_hu: Tab-ok ide jönnek.

source: Tagged Expression 1
hu_hu: Címkézett kifejezés 1

source: Tagged Expression 2
hu_hu: Címkézett kifejezés 2

source: Tagged Expression 3
hu_hu: Címkézett kifejezés 3

source: Tagged Expression 4
hu_hu: Címkézett kifejezés 4

source: Tagged Expression 5
hu_hu: Címkézett kifejezés 5

source: Tagged Expression 6
hu_hu: Címkézett kifejezés 6

source: Tagged Expression 7
hu_hu: Címkézett kifejezés 7

source: Tagged Expression 8
hu_hu: Címkézett kifejezés 8

source: Tagged Expression 9
hu_hu: Címkézett kifejezés 9

source: Tagged Expresssion
hu_hu: Címkézett kifejezés

source: Tags
hu_hu: Tag-ek

source: Template Field:
hu_hu: Sablon mező:

source: Testing:
hu_hu: Tesztelés:

source: Text
hu_hu: Szöveg

source: Text &Colour:
hu_hu: Szö&veg színe:

source: Text Clip Editor
hu_hu: Szövegkapocs szerkesztő

source: Text Clips
hu_hu: Szövegkapcsok

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
hu_hu: A(z) "%s" fájl nem lett mentve, mert írásvédett. Bármely más helyre mentheti vagy a PN is megpróbálhatja eltávolítani a védelmet, és felülírhatja a fájlt a jelenlegi helyén.

source: The file must be placed inside this magic folder directory.
hu_hu: A fájlt a "magic" mappán belül kell elhelyeznie.

source: The folder %s could not be created, check that the path is valid.
hu_hu: %s mappa készítése sikertelen, ellenőrizze, hogy érvényes-e az útvonal.

source: The folder %s does not exist, do you want to create it?
hu_hu: A(z) %s mappa nem létezik, elkészíti?

source: The regular expression is not valid.
hu_hu: Az állandó kifejezés nem érvényes.

source: The selected method for this extension is currently associated with '%s'
hu_hu: A választott módszer ezen kiterjesztésre jelenleg a(z) "%s" programmal van társítva

source: The specified project does not exist, would you like to create it?
hu_hu: A megadott projekt nem létezik, szeretné elkészíteni?

source: The specified text '%s' was not found.
hu_hu: A megadott szöveg "%s" nem található.

source: This project has no properties.
hu_hu: Ennek a projektnek nincsenek tulajdonságai.

source: This tool will modify the current file.
hu_hu: Ez az eszköz módosítja a jelenlegi fájlt.

source: Tile &Horizontal
hu_hu: &Vízszintes elrendezés

source: Tile &Vertical
hu_hu: &Függőleges elrendezés

source: Toggle &Bookmark
hu_hu: Könyvjelzők ki/be kapcsolása

source: Toggle Fold
hu_hu: Összecsukhatóság ki/be kapcsolása

source: Toggle line numbers display
hu_hu: Sorszámozások ki/be kapcsolása

source: Toggle syntax highlighting
hu_hu: Szintaktikai kiemelő ki/be kapcsolása

source: Toggle visible line-end characters
hu_hu: Sorvégi karakterek ki/be kapcsolása

source: Toggle visible whitespace characters
hu_hu: Nem látható karakterek ki/be kapcsolása

source: Toggle word wrap
hu_hu: Szótördelés ki/be kapcsolása

source: Toggle write protect
hu_hu: Írásvédettség ki/be kapcsolása

source: Tools
hu_hu: Eszközök

source: Top:
hu_hu: Felül:

source: Trans&form
hu_hu: Át&alakít

source: Transp&ose Lines
hu_hu: S&orok felcserélése

source: Type Name
hu_hu: Típus neve

source: Type the name of the new Clip set...
hu_hu: Írja be az új Szövegkapocs nevét...

source: U&ppercase
hu_hu: &Nagybetűs

source: Undo the last action Undo
hu_hu: Utolsó lépés visszavonása Visszavonás

source: Unknown
hu_hu: Ismeretlen

source: Untitled
hu_hu: Névtelen

source: Use &Tabs
hu_hu: &Tab-ok használata

source: Use As &Script
hu_hu: &Szkriptként használ

source: Use Spaces
hu_hu: Szóközök használata

source: Use an individual output window.
hu_hu: Egyéni kimeneti ablak használata.

source: Use tabs
hu_hu: Tab-ok használata

source: Use the built-in error parser.
hu_hu: Beépített hibaelemző használata.

source: Use the main output window.
hu_hu: Fő kimeneti ablak használata.

source: User Name (%u)
hu_hu: Felhasználói név (%u)

source: Version
hu_hu: Verzió

source: Vertical:
hu_hu: Függőleges:

source: Visible &Whitespace Characters
hu_hu: &A rejtett karakterek láthatóak

source: Visible Line &Endings
hu_hu: &Sorvégek láthatósága

source: Visual Help
hu_hu: Vizuális segítség

source: WORKSPACE
hu_hu: MUNKAFELÜLET

source: Warning: the file %s does not exist any more.
hu_hu: Figyelem: a(z) "%s" fájl többé nem létezik.

source: When an open file is dropped:
hu_hu: Ha nyitott fájl "be van ejtve":

source: When attempting to re-open a file:
hu_hu: Ha megkísérli újra megnyitni a fájlt:

source: Word W&rap
hu_hu: So&rtörés

source: Words:
hu_hu: Szavak:

source: Workspace Files (*.pnws)|*.pnws|
hu_hu: Munkafelületi fájlok (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
hu_hu: Akarja menteni a(z) : %s változásait?

source: Write protect
hu_hu: Írás&védett

source: Yes
hu_hu: Igen

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
hu_hu: A mágikus mappa korlátozhatja a fájl típusait, és a könyvtárak amiket megjelenít.

source: Zoom O&ut
hu_hu: &Kicsinyítés

source: > Process Exit Code:
hu_hu: > Folyamat kilépési kódja:

source: > Time Taken:
hu_hu: > ideig tartott:

source: characters
hu_hu: karakter után

source: example: %f:%l:
hu_hu: példa: %f:%l:

source: pixels
hu_hu: pixel

source: text lines
hu_hu: sor szöveg
