Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1048_*.po
Languages: ro_ro

source: Move Line &Up
ro_ro: Mută Linia &Sus

source: Move Line Do&wn
ro_ro: Mută Linia J&os

source: Name
ro_ro: Nume

source: Name:
ro_ro: Nume:

source: New File
ro_ro: Fișier Nou

source: New Files
ro_ro: Fișiere Noi

source: New Project Group
ro_ro: Grup Proiect Nou

source: New Project...
ro_ro: Proiect Nou...

source: New Tool
ro_ro: Unealtă Nouă

source: Next B&ookmark
ro_ro: Următorul Semn de &Carte

source: No
ro_ro: Nu

source: No Override
ro_ro: Nu suprascrie

source: No long line help
ro_ro: Nu ajutați pe linii lungi

source: No more occurrences found in the specified set of documents.
ro_ro: Nu s-au mai găsit potriviri în setul de documente specificate.

source: No updates are available at this time.
ro_ro: Nu sunt disponibile actualizări la momentul de față.

source: Not
ro_ro: Nu e

source: Note: The first item in any list will be the default tool.
ro_ro: Notă: Primul element din orice listă va fi unealta implicită.

source: Only show with ma&ximized document windows
ro_ro: Arată doar cu ferestrele de documente ma&ximizate

source: Open &Folder
ro_ro: Deschide &Director

source: Open Con&taining Folder
ro_ro: Deschide Directorul In&clus

source: Open Fi&les
ro_ro: Deschide Fișie&re

source: Open Files
ro_ro: Deschide Fișiere

source: Open Pro&ject(s)...
ro_ro: Deschide Pro&iect(e)...

source: Open Project(s)...
ro_ro: Deschide Proiect(e)...

source: Open Project/Project Group
ro_ro: Deschide Proiect/Grup de Proiecte

source: Open Wor&kspace...
ro_ro: Deschide Spați&u de Lucru...

source: Open an existing document Open
ro_ro: Deschide un document existent Deschide

source: Open another window for the active document New Window
ro_ro: Deschide altă fereastră pentru documentul activ Fereastră Nouă

source: Open in De&fault Program
ro_ro: Deschide Program I&mplicit

source: Open this document
ro_ro: Deschide acest document

source: Options
ro_ro: Opțiuni

source: Or
ro_ro: Sau

source: Orientation
ro_ro: Orientare

source: Other User Interface Options
ro_ro: Alte opțiuni de Interfață

source: Output
ro_ro: Ieșire

source: Output Parsing:
ro_ro: Parsarea Ieșirii:

source: Override Indentation:
ro_ro: Suprascrie Indentarea:

source: P&ortrait
ro_ro: P&ortret

source: PN &Home Page
ro_ro: Pa&gina siteului PN

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
ro_ro: PN nu a putut elimina protecția de scrierea asupra lui "%s". Doriți să salvați cu alt nume?

source: PN2 File Associations
ro_ro: Asocieri de Fișiere PN2

source: PN2 should &check the associations when starting
ro_ro: PN2 ar trebui să &verifice asocierile la pornire

source: PROJECT
ro_ro: PROIECT

source: Page Count (%P)
ro_ro: Număr de Pagini (%P)

source: Page Setup
ro_ro: Setările Paginii

source: Paper
ro_ro: Hârtie

source: Parameters:
ro_ro: Parametrii:

source: Pass my selection to this tool using Standard Input
ro_ro: Lipește selecție mea la această uneltă folosind Imput Standard

source: Pattern:
ro_ro: Tipar:

source: Presets
ro_ro: Presetări

source: Preview
ro_ro: Previzualizează

source: Print Set&up...
ro_ro: Setări Im&primare...

source: Print the active document Print
ro_ro: Printează documentul activ Printează

source: Programmer's Notepad 2 is not the handler for these extensions:
ro_ro: Programmer's Notepad 2 nu gestionează aceste extensii:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
ro_ro: Programmer's Notepad 2 acordă suport implicit pentru parsarea ieșirii de la următoarele programe: Borland C++ Compilatoare Microsoft GCC lcc-win32 Python Perl și alte programe similare.

source: Project
ro_ro: Proiect

source: Project Group
ro_ro: Grup Proiecte

source: Project Group Files (*.ppg)|*.ppg|
ro_ro: Fișiere Grup Proiect (*.ppg)|*.ppg|

source: Project Template:
ro_ro: Șablon Proiect:

source: Project Tools
ro_ro: Unelte Proiect

source: Project "%s" has been changed, do you want to save the changes before removing?
ro_ro: Proiectul "%s" a fost modificat, doriți să salvați modificările înainte de a elimina?

source: Projects
ro_ro: Proiecte

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
ro_ro: Proiecte și Grup Proiecte (*.pnproj, *ppg)|*.pnproj;*.ppg|

source: Proper&ties...
ro_ro: Proprie&tăți...

source: Properties
ro_ro: Proprietăți

source: Quit the application; prompts to save documents Exit
ro_ro: Ieși din aplicație; cere să salvezi documentele Ieși

source: R&eplace
ro_ro: Înlocui&ește

source: Re&fresh
ro_ro: Reîmpros&pătează

source: Re&name
ro_ro: Rede&numește

source: Re&vert
ro_ro: Re&vino

source: Re-Open
ro_ro: Re-Deschide

source: Ready
ro_ro: Gata

source: Recent Pro&jects
ro_ro: Pro&iecte Recente

source: Rectangular Selection.
ro_ro: Selecție Dreptunghiulară.

source: Redo the previously undone action Redo
ro_ro: Refă acțiunea desfăcută anterior Refă

source: Reduce the window to an icon
ro_ro: Reduce fereastra la o icoană

source: Regular &expression
ro_ro: Expr&esii Regulate

source: Remove Blank &Lines
ro_ro: Elimină &Liniile Goale

source: Repeat the last action Repeat
ro_ro: Repetă ultima acțiune Repetă

source: Replace
ro_ro: Înlocuiește

source: Replace &All
ro_ro: Înlocuiește &Tot

source: Replace my selection.
ro_ro: Înlocuiește selecția mea.

source: Replace specific text with different text Replace
ro_ro: Înlocuiește textul specificat cu alt text Înlocuiește

source: Replace with:
ro_ro: Înlocuiește cu:

source: Report a &bug...
ro_ro: Raportează o goangă (aka. bug)

source: Reset &All
ro_ro: Resetează &Tot

source: Restore the window to normal size
ro_ro: Redimensionează fereastra la mărimea ei normală

source: Revert this document to the current saved state Revert
ro_ro: Refă documentul curent la starea salvată Refă

source: Rightmost Column:
ro_ro: Coloană Top Dreapta:

source: Sa&ve Project
ro_ro: Sal&vează Proiect

source: Save
ro_ro: Salvează

source: Save &As...
ro_ro: Salvează &Ca...

source: Save &Workspace As...
ro_ro: Salvează &Spațiul de lucru Ca...

source: Save A&ll
ro_ro: Salvează T&ot

source: Save all open documents Save All
ro_ro: Salvează toate documentele deschise Salvează Tot

source: Save the active document with a new name Save As
ro_ro: Salvează documentul curent cu alt nume Salvează Ca

source: Save the active document Save
ro_ro: Salvează documentul activ Salvează

source: Save:
ro_ro: Salvează:

source: Scheme
ro_ro: Plan

source: Scheme:
ro_ro: Plan:

source: Schemes
ro_ro: Planuri

source: Scripts
ro_ro: Scenarii

source: Search
ro_ro: Caută

source: Search &up
ro_ro: Caută în &sus

source: Search sub&directories
ro_ro: Caută în sub&directoarele

source: Select &All
ro_ro: Selectează &Tot

source: Select the entire document Select All
ro_ro: Selectează tot documentul Selectează Tot

source: Select the root folder for the search:
ro_ro: Selectează directorul rădăcină pentru căutare:

source: Select the working folder for the tool:
ro_ro: Selectează directorul în lucru pentru această unealtă:

source: Selected Word Highlight:
ro_ro: Selecție Cuvânt:

source: Selecti&on
ro_ro: Selecți&e

source: Selection Background:
ro_ro: Selecție Fundal:

source: Selection Foreground:
ro_ro: Selecție din Prim plan:

source: Semi-transparent when not active (Windows XP+ only).
ro_ro: Semi-transparent când nu este activ (doar Windows XP+)

source: Settings
ro_ro: Setări

source: Shortcut
ro_ro: Scurtătură

source: Shortcut:
ro_ro: Scurtătură:

source: Shortcuts:
ro_ro: Scurtături:

source: Show &Tabs
ro_ro: Arată &Tab-uri

source: Show Indentation Guides
ro_ro: Arată Ghiduri de Identare

source: Show Mini Editor Toolbar
ro_ro: Arată Bară de Mini Editor

source: Show a line at the edge column
ro_ro: Arată o linie la coloana din margine

source: Show or hide the status bar Toggle StatusBar
ro_ro: Arată sau ascunde bara de status Jonglează Bara de Status

source: Show or hide the toolbar Toggle ToolBar
ro_ro: Arată sau ascunde bara de unelte Jonglează Bara de Unelte

source: Si&ze:
ro_ro: Mar&ime:

source: SmartStart
ro_ro: ÎnceputDeștept

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
ro_ro: Ne pare rău, Programmer's Notepad nu a putut deschide fișierul - cel mai probabil din cauză că este prea mare (eroare exactă: %s). PN are nevoie de suficientă memorie cât să deschidă de 2x un fișier pentru editare.

source: Special Symbols:
ro_ro: Simboluri Speciale:

source: Spli&t Lines
ro_ro: Se&pară Linii

source: Split V&ertical
ro_ro: Separă pe V&erticală

source: Split the active window into panes Split
ro_ro: Separă fereastra activă în panouri Separă

source: Standard Input and Output:
ro_ro: Imput și Output Standard:

source: Start Extensions:
ro_ro: Extensii de Start:

source: Start Phrase:
ro_ro: Frază de Start:

source: Start with a new, &blank document
ro_ro: Pornește cu un document nou, &gol

source: Starting Phrase
ro_ro: Frază de Pornire

source: Stop R&ecording
ro_ro: Oprește Î&nregistrarea

source: Strictly enforce the auto-scroll positioning
ro_ro: Forțează cu strictețe repoziționarea auto-scroll-ului

source: Styles
ro_ro: Stiluri

source: Switch
ro_ro: Jonglează

source: Switch back to the previous window pane Previous Pane
ro_ro: Jonglează înapoi la fereastra cu panou precedent Panou Precedent

source: Switch to the next document window
ro_ro: Jonglează la următoarea fereastră document

source: Switch to the next window pane Next Pane
ro_ro: Jonglează la următoarea fereastră panou Următorul Panou

source: Switch to the previous document window
ro_ro: Jonglează la precedenta fereastră document

source: Syntax &Highlighting
ro_ro: &Punerea în evidență a sintaxei

source: T&ags
ro_ro: E&tichete

source: Tab &order controlled by recent use
ro_ro: &Ordinea etichetelor controlate de utilizările recente

source: Tab Width:
ro_ro: Lungime Etichetă:

source: Tabs
ro_ro: Etichete

source: Tabs go here.
ro_ro: Etichetele vin aici.

source: Tagged Expression 1
ro_ro: Expresie Etichetată 1

source: Tagged Expression 2
ro_ro: Expresie Etichetată 2

source: Tagged Expression 3
ro_ro: Expresie Etichetată 3

source: Tagged Expression 4
ro_ro: Expresie Etichetată 4

source: Tagged Expression 5
ro_ro: Expresie Etichetată 5

source: Tagged Expression 6
ro_ro: Expresie Etichetată 6

source: Tagged Expression 7
ro_ro: Expresie Etichetată 7

source: Tagged Expression 8
ro_ro: Expresie Etichetată 8

source: Tagged Expression 9
ro_ro: Expresie Etichetată 9

source: Tagged Expresssion
ro_ro: Expresie Etichetată

source: Tags
ro_ro: Etichete

source: Testing:
ro_ro: Testează:

source: Text &Colour:
ro_ro: &Culoare Text:

source: Text Clip Editor
ro_ro: Editor de Text Clip-uri

source: Text Clips
ro_ro: Clipsări de Text

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
ro_ro: Fișierul "%s" nu a putut fi salvat pentru că este protejat împotriva scrierii. Puteți fie să salvați într-o altă locație, fie PN poate încerca să elimine protecția și să suprascrie fișierul din locația curentă.

source: The file must be placed inside this magic folder directory.
ro_ro: Fișierul trebui să fie poziționat în directorul magic.

source: The folder %s could not be created, check that the path is valid.
ro_ro: Directorul %s nu a putut fi creat, verificați calea să fie corectă.

source: The folder %s does not exist, do you want to create it?
ro_ro: Directorul %s nu există, doriți să îl creați?

source: The regular expression is not valid.
ro_ro: Expresia regulată nu este validă

source: The selected method for this extension is currently associated with '%s'
ro_ro: Metoda selectată pentru această extensie este, acuma, asociată cu '%s'

source: The specified project does not exist, would you like to create it?
ro_ro: Proiectul specificat nu există, ați dori să-l creați?

source: The specified text '%s' was not found.
ro_ro: Textul specificat '%s' nu a fost găsit.

source: This project has no properties.
ro_ro: Proiectul nu are proprietăți.

source: This tool will modify the current file.
ro_ro: Această uneltă va modifica fișierul curent.

source: Tile &Horizontal
ro_ro: Dispunere &Orizontală

source: Tile &Vertical
ro_ro: Dispunere &Verticală

source: Toggle &Bookmark
ro_ro: Jonglează &Semnele de Carte

source: Toggle Fold
ro_ro: Jonglează Pliere

source: Toggle line numbers display
ro_ro: Jonglează afișarea de numere de linii

source: Toggle syntax highlighting
ro_ro: Jonglează scoaterea în evidență a sintaxei

source: Toggle visible line-end characters
ro_ro: Jonglează vizibilitatea terminatorului de linie

source: Toggle visible whitespace characters
ro_ro: Jonglează vizibilitatea spațiilor

source: Toggle word wrap
ro_ro: Jonglează împachetarea textului

source: Toggle write protect
ro_ro: Jonglează scriere protejată

source: Tools
ro_ro: Unelte

source: Trans&form
ro_ro: Trans&formă

source: Transp&ose Lines
ro_ro: Transp&une Linii

source: Type Name
ro_ro: Nume Tip

source: U&ppercase
ro_ro: M&ari

source: UTF-16 Big Endian
ro_ro: UTF-16 Endian Mare

source: UTF-16 Little Endian
ro_ro: UTF-16 Endian Mic

source: UTF-8 No Mark
ro_ro: UTF-8 Fără Amprentă

source: Undo the last action Undo
ro_ro: Anulează ultima acțiune Anulează

source: Unknown
ro_ro: Necunoscut

source: Use &Tabs
ro_ro: Folosește &Tab-uri

source: Use As &Script
ro_ro: Folosește Ca și &Scenariu

source: Use Spaces
ro_ro: Folosește Spații

source: Use an individual output window.
ro_ro: Folosește ca și fereastră individuală de ieșire.

source: Use tabs
ro_ro: Folosește tab-uri.

source: Use the built-in error parser.
ro_ro: Folosește parserul de erori intern.

source: Use the main output window.
ro_ro: Folosește fereastra principală de ieșire.

source: User Name (%u)
ro_ro: Nume User (%u)

source: Version
ro_ro: Versiune

source: Visible &Whitespace Characters
ro_ro: Vizibilitatea Caracterelor &Spațiu

source: Visible Line &Endings
ro_ro: Vizibilitatea &Terminatorilor de Linie

source: Visual Help
ro_ro: Ajutor Vizual

source: WORKSPACE
ro_ro: SPAȚIUDELUCRU

source: Warning: the file %s does not exist any more.
ro_ro: Atenție: fișierul %s nu mai există.

source: When an open file is dropped:
ro_ro: Când se renunță la un fișier deschis:

source: When attempting to re-open a file:
ro_ro: Când se încearcă să se re-deschidă un fișier:

source: Word W&rap
ro_ro: Împacheta&rea Cuvintelor în ecran

source: Words:
ro_ro: Cuvinte:

source: Workspace Files (*.pnws)|*.pnws|
ro_ro: Fișiere de spațiul de lucru (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
ro_ro: Doriți să salvați modificările în: %s?

source: Write protect
ro_ro: Scriere Protejată

source: Yes
ro_ro: Da

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
ro_ro: Puteți să restricționați tipul de fișiere afișate de un director magic, precum și directoarele pe care le afișează.

source: Zoom O&ut
ro_ro: Micș&orează

source: > Process Exit Code:
ro_ro: > Cod de Ieșire Proiect:

source: > Time Taken:
ro_ro: > Cât timp a durat:

source: characters
ro_ro: caractere

source: example: %f:%l:
ro_ro: exemplu: %f:%l:

source: pixels
ro_ro: pixeli

source: text lines
ro_ro: linii de text
