Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_1031_*.po
Languages: de_de

source: Highlight text beyond the edge column
de_de: Text hinter Spaltenrand hervorheben

source: Hint
de_de: Tipp

source: Hint:
de_de: Beschreibung:

source: In &selection
de_de: &In Auswahl

source: Include &hidden
de_de: &Versteckte Dateien

source: Include Scheme Keywords
de_de: Schema-Schlüsselwörter verwenden

source: Include Tags
de_de: Tags verwenden

source: Indentation Guides:
de_de: Einrück-Hilfe:

source: Insert Clipboard contents Paste
de_de: Inhalt der Zwischenablage einfügen Einfügen

source: Interface
de_de: Oberfläche

source: Jump To...
de_de: Springe zu...

source: Jump to:
de_de: Springe zu:

source: Keyboard
de_de: Tastatur

source: Keyboard Shortcuts
de_de: Tastenkürzel

source: Keywords
de_de: Schlüsselwörter

source: L&andscape
de_de: &Querformat

source: Language
de_de: Sprache

source: Line
de_de: Zeile

source: Line &End Markers
de_de: Markierung des &Zeilenendes

source: Line &Numbers
de_de: Zeilen&nummern

source: Line Endings:
de_de: Zeilenenden:

source: Line Padding
de_de: Zeilenabstand

source: Lines:
de_de: Zeilen:

source: Lo&wercase
de_de: &Kleinschreibung

source: Long Line Helpers
de_de: Hilfe für lange Zeilen

source: Look for a custom pattern:
de_de: Benutzerdefiniertes Muster:

source: Look for testing releases
de_de: Testversionen berücksichtigen

source: Margins
de_de: Abstände

source: Match
de_de: Treffer

source: Match &case
de_de: Groß-/Kleinschreibung beachten

source: Match &whole word only
de_de: Nur ganzes Wort

source: Match Case
de_de: Groß-/Kleinschreibung

source: Meaning
de_de: Bedeutung

source: Method
de_de: Methode

source: Modified
de_de: Geändert

source: More Options
de_de: Mehr Optionen

source: Move &Down
de_de: &Runter

source: Move &Up
de_de: &Hoch

source: Move Line &Up
de_de: Zeile nach &oben verschieben

source: Move Line Do&wn
de_de: Zeile nach &unten verschieben

source: New Clip Set
de_de: Neue Gruppe

source: New File
de_de: Neue Datei

source: New Files
de_de: Neue Dateien

source: New Folder
de_de: Neuer Ordner

source: New Project Group
de_de: Neue Projektgruppe

source: New Project...
de_de: Neues Projekt...

source: New Tool
de_de: Neues Werkzeug

source: Next B&ookmark
de_de: &Nächstes Lesezeichen

source: No
de_de: Nein

source: No Override
de_de: Nicht überschreiben

source: No long line help
de_de: Keine visuelle Hilfe

source: No more occurrences found in the specified set of documents.
de_de: Keine Treffer in den angegebenen Dokumenten

source: No updates are available at this time.
de_de: Derzeit keine neue Version verfügbar.

source: None
de_de: Keins/Nichts ID18

source: Not
de_de: Nicht

source: Note: The first item in any list will be the default tool.
de_de: Hinweis: Der jeweils erste Eintrag wird das Standard-Werkzeug

source: Only show with ma&ximized document windows
de_de: Nur mit ma&ximierten Dokumenten-Fenstern anzeigen

source: Open
de_de: Öffnen

source: Open &Folder
de_de: &Ordner öffnen

source: Open Con&taining Folder
de_de: &Beinhaltenden Ordner öffnen

source: Open Fi&les
de_de: Da&teien öffnen

source: Open Files
de_de: Dateien öffnen

source: Open Pro&ject(s)...
de_de: Pro&jekt(e) öffnen...

source: Open Project(s)...
de_de: Projekt(e) öffnen...

source: Open Project/Project Group
de_de: Öffne Projekt/Projektgruppe

source: Open URL in Default Browser
de_de: Link-Adresse in Browser öffnen

source: Open Wor&kspace...
de_de: Arbeitsbereich laden...

source: Open an existing document Open
de_de: Ein vorhandenes Dokument öffnen Öffnen

source: Open another window for the active document New Window
de_de: Ein neues Fenster für das aktive Dokument öffnen Neues Fenster

source: Open in De&fault Program
de_de: Mit Standardprogramm öffnen

source: Open this document
de_de: Dokument öffnen

source: Options
de_de: Optionen

source: Or
de_de: Oder

source: Orientation
de_de: Ausrichtung

source: Other User Interface Options
de_de: Weitere Oberflächen-Einstellungen

source: Output
de_de: Ausgabe

source: Output Parsing:
de_de: Ausgabe-Vearbeitung:

source: Override Indentation:
de_de: Einrückung überschreiben:

source: P&ortrait
de_de: &Hochformat

source: PN &Home Page
de_de: PN &Internetseite

source: PN could not remove the write-protection from "%s". Would you like to save with a different name?
de_de: Der Schreibschutz von "%s" konnte nicht aufgehoben werden. Wollen Sie die Datei woanders speichern?

source: PN2 File Associations
de_de: Dateiendungen verknüpfen

source: PN2 should &check the associations when starting
de_de: Beim Start die Verknüpfungen überprüfen

source: PROJECT
de_de: PROJEKT

source: Page Count (%P)
de_de: Seitenzahl (%P)

source: Page Setup
de_de: Seiteneinstellungen

source: Paper
de_de: Papier

source: Parameters:
de_de: Parameter:

source: Params
de_de: Parameter

source: Pass my selection to this tool using Standard Input
de_de: Auswahl an Werkzeug mittels Standard-Eingabe weitergeben

source: Pattern:
de_de: Muster:

source: Plain Text
de_de: Nur Text

source: Presets
de_de: Voreinstellungen

source: Preview
de_de: Vorschau

source: Print Set&up...
de_de: &Druckeinstellungen...

source: Print the active document Print
de_de: Aktives Dokument drucken Drucken

source: Programmer's Notepad 2 is not the handler for these extensions:
de_de: Programmer's Notepad 2 ist nicht das Standardprogramm für diese Dateiendungen:

source: Programmer's Notepad 2 provides built-in support for parsing output from the following tools: Borland C++ Microsoft Compilers GCC lcc-win32 Python Perl and other similar tools.
de_de: Programmer's Notepad 2 kann die Ausgaben folgender Programme nativ verarbeiten: Borland C++ Microsoft Kompilierer GCC lcc-win32 Python Perl und weitere ähnliche.

source: Project
de_de: Projekt

source: Project Group
de_de: Projektgruppe

source: Project Group Files
de_de: Projektgruppen-Dateien

source: Project Group Files (*.ppg)|*.ppg|
de_de: Projektgruppen-Dateien (*.ppg)|*.ppg|

source: Project Template:
de_de: Projektvorlagen:

source: Project Tools
de_de: Projekt-Werkzeuge

source: Project "%s" has been changed, do you want to save the changes before removing?
de_de: Das Projekt "%s" wurde geändert. Wollen Sie die Änderungen vorm Entfernen speichern?

source: Projects
de_de: Projekte

source: Projects and Project Groups (*.pnproj, *.ppg)|*.pnproj;*.ppg|
de_de: Projekte und Projektgruppen (*.pnproj, *.ppg)|*.pnproj;*.ppg|

source: Proper&ties...
de_de: &Eigenschaften...

source: Properties
de_de: Eigenschaften

source: Quit the application; prompts to save documents Exit
de_de: Programm beenden. Fragt, ob Dokumente gespeichert werden sollen Beenden

source: R&eplace
de_de: E&rsetzen

source: Re&fresh
de_de: A&ktualisieren

source: Re&name
de_de: Umbe&nennen

source: Re&vert
de_de: &Zurücksetzen

source: Re-Open
de_de: Neuladen

source: Ready
de_de: Bereit

source: Recent Pro&jects
de_de: Zuletzt verwendete Pro&jekte

source: Rectangular Selection.
de_de: Rechteckige Auswahl.

source: Redo the previously undone action Redo
de_de: Die rückgängig gemachte Aktion wiederholen Wiederholen

source: Reduce the window to an icon
de_de: Fenster zu Symbol reduzieren

source: Regular &expression
de_de: Regulärer Ausdruck

source: Remove Blank &Lines
de_de: Leere &Zeilen entfernen

source: Remove Clip
de_de: Baustein löschen

source: Remove Clip Set
de_de: Gruppe löschen

source: Remove "Edit With..." from Explorer
de_de: Aus "Öffnen mit..." im Explorer entfernen

source: Repeat the last action Repeat
de_de: Die letzte Aktion wiederholen Wiederholen

source: Replace
de_de: Ersetzen

source: Replace &All
de_de: &Alle ersetzen

source: Replace my selection.
de_de: Auswahl ersetzen

source: Replace specific text with different text Replace
de_de: Bestimmten Text ersetzen Ersetzen...

source: Replace with:
de_de: Ersetzen mit:

source: Report a &bug...
de_de: &Fehler berichten

source: Reset &All
de_de: &Alles zurücksetzen

source: Restore the window to normal size
de_de: Fenster in normaler Größe wiederherstellen

source: Revert this document to the current saved state Revert
de_de: Dokument auf gespeicherten Stand zurücksetzen Zurücksetzen

source: Rightmost Column:
de_de: Spaltenrand:

source: Sa&ve Project
de_de: Projekt s&peichern

source: Save
de_de: Speichern

source: Save &As...
de_de: Speichern &unter...

source: Save &Workspace As...
de_de: Arbeits&bereich speichern unter...

source: Save A&ll
de_de: A&lles speichern

source: Save all open documents Save All
de_de: Alle geöffneten Dokumente sichern Alles speichern

source: Save the active document with a new name Save As
de_de: Aktives Dokument unter anderem Namen speichern Speichern unter

source: Save the active document Save
de_de: Aktives Dokument speichern Speichern

source: Save:
de_de: Speichern:

source: Scheme
de_de: Schema

source: Scheme:
de_de: Schema:

source: Schemes
de_de: Schemata

source: Scripts
de_de: Skripte

source: Search
de_de: Suche

source: Search &up
de_de: &Rückwärts

source: Search complete: %d matching lines found in %d files, taking %d milliseconds.
de_de: Suche abgeschlossen: %d Treffer in %d Dateien in %d ms

source: Search sub&directories
de_de: Unter&verzeichnisse

source: Searching for:
de_de: Suche nach:

source: Select &All
de_de: &Alles auswählen

source: Select Tool Command...
de_de: Werkzeug suchen ...

source: Select the entire document Select All
de_de: Ganzes Dokument auswählen Alles auswählen

source: Select the root folder for the search:
de_de: Ausgangsverzeichnis für Suche auswählen:

source: Select the working folder for the tool:
de_de: Arbeitsordner für Werkzeug auswählen:

source: Selected Word Highlight:
de_de: Ausgewähltes Wort hervorheben:

source: Selecti&on
de_de: Aus&wahl

source: Selection Background:
de_de: Auswahl-Hintergrund:

source: Selection Foreground:
de_de: Auswahl-Vordergrund:

source: Semi-transparent when not active (Windows XP+ only).
de_de: Halbtransparent wenn inaktiv (nur unter Windows XP oder höher)

source: Settings
de_de: Einstellungen

source: Shortcut
de_de: Kürzel

source: Shortcut:
de_de: Kürzel:

source: Shortcuts:
de_de: Kürzel:

source: Show &Tabs
de_de: &Tab-Leiste anzeigen

source: Show Indentation Guides
de_de: Einrück-Hilfe anzeigen

source: Show Mini Editor Toolbar
de_de: Mini-Werkzeugleiste im Editor anzeigen

source: Show a line at the edge column
de_de: Linie am Spaltenrand anzeigen

source: Show or hide the status bar Toggle StatusBar
de_de: Statuszeile anzeigen oder verstecken Statuszeile umschalten

source: Show or hide the toolbar Toggle ToolBar
de_de: Werkzeugleiste anzeigen oder verstecken Werkzeugleiste umschalten

source: Si&ze:
de_de: &Größe:

source: Sorry, Programmer's Notepad couldn't open this file - most likely because it's too big (actual error: %s). PN needs to have enough free memory to open a file twice to successfully edit it.
de_de: Entschuldigung, Programmer's Notepad konnte die Datei nicht öffnen. Wahrscheinlich ist die Datei zu groß (Fehlermeldung: %s). PN braucht genügend Arbeitsspeicher um eine Datei doppelt zu öffnen und erfolgreich zu bearbeiten.

source: Special Symbols:
de_de: Extra-Symbole:

source: Spli&t Lines
de_de: Zeilen &teilen

source: Split V&ertical
de_de: &Vertikal teilen

source: Split the active window into panes Split
de_de: Teilt das aktve Fenster in mehrere Ansichten Teilen

source: Standard Input and Output:
de_de: Standard Ein- und Ausgabe:

source: Start Extensions:
de_de: Lade Erweiterungen:

source: Start Phrase:
de_de: Start-Ausdruck:

source: Start with a new, &blank document
de_de: Beim Start ein &leeres Dokument öffnen

source: Starting Phrase
de_de: Start-Ausdruck

source: Static
de_de: Statisch

source: Stop R&ecording
de_de: Aufzeichnung &beenden

source: Strip trailing spaces before saving
de_de: Leerzeichen am Zeilenende beim Speichern entfernen

source: Styles
de_de: Stile

source: Switch
de_de: Wechseln

source: Switch back to the previous window pane Previous Pane
de_de: Zur letzten Fensteransicht wechseln

source: Switch to the next document window
de_de: Zum nächsten Fenster wechseln

source: Switch to the next window pane Next Pane
de_de: Zur nächsten Ansicht wechseln Nächste Ansicht

source: Switch to the previous document window
de_de: Zum vorhergehenden Fenster wechseln

source: Syntax &Highlighting
de_de: Syntax-Hervorhebung

source: T&ags
de_de: &Schlüsselwörter

source: Tab &order controlled by recent use
de_de: Dateireiter geordnet nach letzter Verwendung

source: Tab Width:
de_de: Tabweite:

source: Tabs go here.
de_de: Hier kommen Tabs hin.

source: Tagged Expression 1
de_de: Markierter Ausdruck 1

source: Tagged Expression 2
de_de: Markierter Ausdruck 2

source: Tagged Expression 3
de_de: Markierter Ausdruck 3

source: Tagged Expression 4
de_de: Markierter Ausdruck 4

source: Tagged Expression 5
de_de: Markierter Ausdruck 5

source: Tagged Expression 6
de_de: Markierter Ausdruck 6

source: Tagged Expression 7
de_de: Markierter Ausdruck 7

source: Tagged Expression 8
de_de: Markierter Ausdruck 8

source: Tagged Expression 9
de_de: Markierter Ausdruck 9

source: Tagged Expresssion
de_de: Markierter Ausdruck

source: Tags
de_de: Schlüsselwörter

source: Template Field:
de_de: Vorlagenfeld:

source: Testing:
de_de: Vorschau:

source: Text &Colour:
de_de: Text&farbe:

source: Text Clip Editor
de_de: Textbausteine bearbeiten

source: Text Clips
de_de: Textbausteine

source: The file "%s" could not be saved because it is write-protected. You can either save in a different location or PN can attempt to remove the protection and overwrite the file in its current location.
de_de: Die Datei "%s" konnte nicht gespeichert werden, weil sie schreibgeschützt ist. Sie können entweder die Datei an einem anderen Ort speichern oder PN kann versuchen, den Schreibschutz aufzuheben und die Datei an ihrem jetzigen Ort zu überschreiben.

source: The file must be placed inside this magic folder directory.
de_de: Die Datei muss sich im Verzeichnis des magischen Ordners befinden.

source: The folder %s could not be created, check that the path is valid.
de_de: Das Verzeichnis %s konnte nicht erstellt werden. Überprüfen Sie, ob der Pfad gültig ist.

source: The folder %s does not exist, do you want to create it?
de_de: Das angegebene Verzeichnis %s existiert nicht, möchten Sie es erstellen?

source: The regular expression is not valid.
de_de: Der reguläre Ausdruck ist fehlerhaft.

source: The selected method for this extension is currently associated with '%s'
de_de: Die ausgewählte Methode für diese Dateiendung ist derzeit mit '%s' verknüpft

source: The specified project does not exist, would you like to create it?
de_de: Das angegebene Projekt existiert nicht, möchten Sie es erstellen?

source: The specified text '%s' was not found.
de_de: Der gesuchte Text '%s' wurde nicht gefunden.

source: This project has no properties.
de_de: Dieses Projekt hat keine Eigenschaften.

source: This tool will modify the current file.
de_de: Werkzeug ändert die Datei.

source: Tile &Horizontal
de_de: &Untereinander

source: Tile &Vertical
de_de: &Nebeneinander

source: Toggle &Bookmark
de_de: &Lesezeichen wechseln

source: Toggle Fold
de_de: Faltung wechseln

source: Toggle line numbers display
de_de: Zeilennummern an/aus

source: Toggle syntax highlighting
de_de: Syntax-Hervorhebung an/aus

source: Toggle visible line-end characters
de_de: Zeilenende-Zeichen an/aus

source: Toggle visible whitespace characters
de_de: Leerzeichen symbolisieren an/aus

source: Toggle word wrap
de_de: Zeilenumbruch an/aus

source: Toggle write protect
de_de: Schreibschutz an/aus

source: Tools
de_de: Werkzeuge

source: Top:
de_de: Oben:

source: Trans&form
de_de: Trans%formieren

source: Transp&ose Lines
de_de: Zeilen ver&tauschen

source: Type Name
de_de: Name der Art

source: Type the name of the new Clip set...
de_de: Name der neuen Bausteingruppe...

source: U&ppercase
de_de: &Großschreibung

source: UTF-8 No Mark
de_de: UTF-8 ohne Markierung

source: Undo the last action Undo
de_de: Letzte Aktion rückgängig machen Rückgängig

source: Unknown
de_de: Unbekannt

source: Untitled
de_de: Unbenannt

source: Use &Tabs
de_de: &Tabs verwenden

source: Use As &Script
de_de: Als &Skript verwenden

source: Use Spaces
de_de: Leerzeichen verwenden

source: Use an individual output window.
de_de: Verwende individuelles Ausgabefenster

source: Use tabs
de_de: Tabs verwenden

source: Use the built-in error parser.
de_de: Standard-Fehlerverarbeitung verwenden

source: Use the main output window.
de_de: Hauptausgabe-Fenster verwenden

source: User Name (%u)
de_de: Benutzername (%u)

source: Vertical:
de_de: Vertikal:

source: Visible &Whitespace Characters
de_de: Sichtbare &Leerzeichen

source: Visible Line &Endings
de_de: Sichtbare Zeilene&nden

source: Visual Help
de_de: Visuelle Hilfen

source: WORKSPACE
de_de: ARBEITSBEREICH

source: Warning: the file %s does not exist any more.
de_de: Warnung: Die Datei %s existiert nicht mehr.

source: When an open file is dropped:
de_de: Wenn eine bereits geöffnete Datei auf den Editor gezogen wird:

source: When attempting to re-open a file:
de_de: Wenn eine Datei neu geladen werden soll:

source: Word W&rap
de_de: Zeilen&umbruch

source: Words:
de_de: Wörter:

source: Workspace Files (*.pnws)|*.pnws|
de_de: Arbeitsbereich-Dateien (*.pnws)|*.pnws|

source: Would you like to save changes to: %s?
de_de: Wollen Sie die Änderungen speichern? %s

source: Write protect
de_de: Schreibschutz

source: Yes
de_de: Ja

source: You can restrict the file types shown by a magic folder, and the directories that it displays.
de_de: Sie können die Dateitypen und Ordner einschränken, die von einem magischen Ordner angezeigt werden.

source: Zoom O&ut
de_de: Ver&kleinern

source: > Process Exit Code:
de_de: > Prozess beendet. Code:

source: > Time Taken:
de_de: > Dauer:

source: characters
de_de: Zeichen

source: example: %f:%l:
de_de: Beispiel: %f:%l:

source: pixels
de_de: Pixel

source: text lines
de_de: Textzeilen
