Repository: gecko0307/pn-reloaded
Catalog: pn/pnwtl/translations/pnlang_3082_*.po
Languages: es_es

source: %d character(s) selected.
es_es: %d caracteres seleccionados.

source: %d occurrence(s) replaced.
es_es: %d ocurrencias reemplazadas.

source: %f,File Name,mainfrm.cpp,%n,File Name (no ext),mainfrm,%l,Current Line Number,232,%?,Ask for parameters,(?),%p,Current Project File,pn.pnproj,%d,Path of File,c:\source\pn\test\,%c,Column,12,%%,Percent Symbol,%,%w,Current word,cheese,%g,Project Group File,pn2.ppg,$(ProjectName),Name of Project,Project 1,$(ProjectPath),Path of Project,c:\source\pn2\,$(ProjectGroupName),Name of the Project Group,Project Group 1,$(ProjectGroupPath),Path of Project Group,c:\source\pn2\,$(PNPath),PN Install Path,c:\program files\pn,$(ProjectProp:x),Project Property,value of 'x',$(FileProp:x),File Property,value of 'x',%(ENV),ENV Environment Variable,ENV value
es_es: %f,Nombre del archivo,mainfrm.cpp,%n,Nombre del archivo (sin extensión),mainfrm,%l,Número de línea actual,232,%?,Preguntar por parámetros,(?),%p,Archivo de proyecto actual,pn.pnproj,%d,Ruta del archivo,c:\source\pn\test\,%c,Columna,12,%%,Símbolo porcentaje,%,%w,Palabra actual,cheese,%g,Archivo del grupo del proyecto,pn2.ppg,$(ProjectName),Nombre del proyecto,Proyecto 1,$(ProjectPath),Ruta del proyecto,c:\source\pn2\,$(ProjectGroupName),Nombre del grupo del proyecto,Grupo del proyecto 1,$(ProjectGroupPath),Ruta del grupo del proyecto,c:\source\pn2\,$(PNPath),Ruta de instalación de PN,c:\program files\pn,$(ProjectProp:x),Propiedades del proyecto,valor de 'x',$(FileProp:x),Propiedades del archivo,valor de 'x',%(ENV),Variable de entorno ENV,Valor ENV

source: %f: File Name %l: Line Number %c: Column
es_es: Nombre del archivo: %f Número de línea: %l Columna: %c

source: %f: Filename, %l: Line Number, %c: Column
es_es: Nombre del archivo: %f, Número de línea: %lr, Columna: %c

source: %s Properties
es_es: Propiedades de %s

source: %s could not be opened. This could be because the file no longer exists, a disk is absent or due to a broken network connection.
es_es: %s no podría ser abierto. Esto podría ser porque el archivo ya no existe, un disco está ausente o debido a una conexión de red rota.

source: %s could not be saved because access was denied. This could be due to the file being marked read-only, or the disk being write-protected. Do you want to save in another location?
es_es: %s no podría ser guardado porque el acceso fue denegado. Esto podría ser debido a que el archivo ha sido marcado como de sólo-lectura, o el disco ha sido protegido contra escritura. ¿Quiere guardarla en otra ubicación?

source: %s could not be saved because another program or user is using the same file. Do you want to save in another location?
es_es: %s no podría ser guardado porque porque oro programa o usuario está usando el mismo archivo. ¿Quiere guardarlo en otra ubicación?

source: %s The above file has been modified outside of Programmer's Notepad, do you want to refresh and lose changes?
es_es: %s El archivo de arriba ha sido modificado fuera de Programmer's Notepad, quiere refrescarlo y perder sus cambios?

source: &About Programmer's Notepad...
es_es: &Acerca de Programmer's Notepad...

source: &Add
es_es: &Añadir

source: &Add Files
es_es: &Añadir archivos

source: &Add Files...
es_es: &Añadir archivos...

source: &Add New File...
es_es: &Añadir nuevo archivo...

source: &Add New Folder
es_es: &Añadir nueva carpeta

source: &Add Tools...
es_es: &Añadir herramientas...

source: &Allow multiple instances of Programmer's Notepad to start
es_es: &Permitir múltiples instancias de Programmer's Notepad

source: &Autocomplete
es_es: &Autocompletar

source: &Block
es_es: &Bloque

source: &Bold
es_es: &Negrita

source: &Bottom:
es_es: &Fondo:

source: &Cascade
es_es: &Cascada

source: &Change Scheme
es_es: &Cambiar esquema

source: &Clear
es_es: &Limpiar

source: &Clear Bookmarks
es_es: &Limpiar marcadores

source: &Close
es_es: &Cerrar

source: &Collapse all
es_es: &Contraer todo

source: &Compress Whitespace
es_es: &Comprimir espacios blancos

source: &Contents
es_es: &Contenido

source: &Convert Automatically
es_es: &Convertir automáticamente

source: &Copy
es_es: &Copiar

source: &Copy Line
es_es: &Copiar línea

source: &Customize Toolbar
es_es: &Personalizar barra de herramientas

source: &Delete
es_es: &Eliminar

source: &Delete Project
es_es: &Eliminar proyecto

source: &Display
es_es: &Mostrar

source: &Don't Remove
es_es: &No remover

source: &Download Now
es_es: &Descargar ahora

source: &Duplicate
es_es: &Duplicar

source: &Duplicate Line
es_es: &Duplicar línea

source: &Edit
es_es: &Editar

source: &Expand all
es_es: &Expandir todo

source: &Explorer
es_es: &Explorador

source: &Export
es_es: &Exportar

source: &File
es_es: &Archivo

source: &Find
es_es: &Buscar

source: &Find Next
es_es: &Buscar siguiente

source: &Find Results
es_es: &Resultados de la búsqueda

source: &Folding
es_es: &Plegado

source: &Font:
es_es: &Fuente:

source: &Footer:
es_es: &Pie de página:

source: &Goto
es_es: &Ir a

source: &Header:
es_es: &Cabecera:

source: &Help
es_es: Ay&uda

source: &Hide
es_es: &Ocultar

source: &Hide when "Find Next" is clicked.
es_es: &Ocultar al hacer clic en "Buscar siguiente".

source: &Indent
es_es: &Sangría

source: &Indentation
es_es: &Sangría

source: &Individual Output
es_es: Salida &individual

source: &Italic
es_es: &Itálica

source: &Join Lines
es_es: &Juntar líneas

source: &Jump To...
es_es: &Saltar a...

source: &Left:
es_es: &Izquierda:

source: &Line
es_es: &Línea

source: &Line Endings
es_es: Finales de &línea

source: &Line Endings:
es_es: &Fin de línea:

source: &Line Number (1 - %d):
es_es: Número de &línea (1 - %d):

source: &Load
es_es: &Cargar

source: &Lowercase
es_es: &Minúsculas

source: &Mark All
es_es: &Marcar todo

source: &Mark WhiteSpace
es_es: &Marcar espacios blancos

source: &Maximize new document windows
es_es: &Maximizar ventanas de nuevos documentos

source: &Method:
es_es: &Método:

source: &New
es_es: &Nuevo

source: &OK
es_es: &Aceptar

source: &Online Help
es_es: Ayuda en &línea

source: &Open
es_es: &Abrir

source: &Open All Files
es_es: &Abrir todos los archivos

source: &Open dialog should start in the directory of the current file.
es_es: El &diálogo Abrir debería iniciar en el directorio del archivo actual.

source: &Open in Default Program
es_es: &Abrir en programa predeterminado

source: &Open...
es_es: &Abrir...

source: &Options
es_es: &Opciones

source: &Output
es_es: &Salida

source: &Paste
es_es: &Pegar

source: &Previous Bookmark
es_es: Marcador &anterior

source: &Print...
es_es: Im&primir...

source: &Printer...
es_es: Im&presora...

source: &Project
es_es: &Proyecto

source: &Projects
es_es: &Proyectos

source: &Properties
es_es: &Propiedades

source: &Properties Alt+Enter
es_es: &Propiedades Alt+Enter

source: &Quick Find
es_es: Búsqueda &rápida

source: &Recent Files
es_es: Archivos &recientes

source: &Record Script
es_es: &Grabar Script

source: &Redo
es_es: &Rehacer

source: &Refresh
es_es: &Refrescar

source: &Remember open files and projects between sessions
es_es: &Recordar archivos y proyectos abiertos entre sesiones

source: &Remind Me Later
es_es: &Recordarme más tarde

source: &Remove
es_es: &Remover

source: &Remove Project
es_es: &Remover proyecto

source: &Replace
es_es: &Reemplazar

source: &Reset
es_es: &Restablecer

source: &Retry
es_es: &Reintentar

source: &Right:
es_es: &Derecha:

source: &Save
es_es: &Guardar

source: &Save and Remove
es_es: &Guardar y remover

source: &Scheme:
es_es: &Esquema:

source: &Search
es_es: &Buscar

source: &Select All
es_es: &Seleccionar todo

source: &Set Active Project
es_es: &Establecer proyecto activo

source: &Show Line Numbers
es_es: &Mostrar números de línea

source: &Show full file path in document windows
es_es: &Mostrar rutas completas en ventanas

source: &Size:
es_es: &Tamaño:

source: &Sort
es_es: &Ordenar

source: &Sort Folders
es_es: &Ordenar carpetas

source: &Source:
es_es: &Origen:

source: &Split Horizontal
es_es: &Dividir horizontalmente

source: &Status Bar
es_es: &Barra de estado

source: &Stop Tools
es_es: &Detener herramientas

source: &Stream
es_es: &Flujo

source: &Strip Trailing Blanks
es_es: &Quitar líneas en blanco

source: &Tab Width:
es_es: Ancho &tabulación:

source: &Text Clips
es_es: Clips de &texto

source: &Text Colour:
es_es: Color &texto:

source: &Toolbar
es_es: &Barra de herramientas

source: &Tools
es_es: &Herramientas

source: &Top:
es_es: &Cima:

source: &Uncomment
es_es: &Descomentar

source: &Underline
es_es: &Subrayado

source: &Undo
es_es: &Deshacer

source: &Unindent
es_es: &Disminuir sangría

source: &Uppercase
es_es: &Mayúsculas

source: &Use the tab character for indentation
es_es: &Usar el caracter de tabulación para poner sangría

source: &View
es_es: &Ver

source: &Window
es_es: &Ventana

source: &Windows
es_es: &Ventanas

source: &Word Wrap
es_es: A&juste de texto

source: &Word-Wrap
es_es: A&juste de texto

source: &Yes
es_es: &Si

source: &Zoom In
es_es: &Acercar

source: (1 to 50) items in the most recently used list.
es_es: (1 a 50) elementos en la lista de recientes.

source: (None - All Projects)
es_es: (Ninguno - Todos los proyectos)

source: (None - Global Tools)
es_es: (Ninguno - Herramientas globales)

source: (empty)
es_es: (vacío)

source: (enter text and click above to test)
es_es: (introduzca el texto arriba y haga clic para probarlo)

source: 0 or More Matches
es_es: 0 o más coincidencias

source: 1 or More Matches
es_es: 1 o más coincidencias

source: A Magic Folder will reflect the contents of a file system folder in a Projects folder. Select the folder you wish to include below:
es_es: Una carpeta mágica reflejará el contenido de una carpeta del sistema de archivos en una de proyectos. Seleccione la carpeta que quiera incluir debajo:

source: A&ll open documents
es_es: &Todos los abiertos

source: About
es_es: Acerca de

source: Activate Task List
es_es: Lista de tareas activas

source: Activate this window
es_es: Activar esta ventana

source: Add &Existing Project...
es_es: Añadir proyexto &existente

source: Add &Magic Folder...
es_es: Añadir carpeta &mágica...

source: Add &New Project
es_es: Añadir &nuevo proyecto

source: Add Clip
es_es: Añadir clip

source: Add Clip Set
es_es: Añadir cpnjuto de clips

source: Add New &Folder
es_es: Añadir nueva &carpeta

source: Add Tools...
es_es: Añadir herramientas...

source: Advanced
es_es: Avanzado

source: All Files (*.*)|*.*|
es_es: Todos los archivos (*.*)|*.*|

source: Allow backslash expressions
es_es: Permitir caracteres de escape

source: Allow caret to be placed outside current text bounds
es_es: Permitir que el caret se coloque fuera de los límites actuales

source: Allow editing of read only files
es_es: Permitir la edición de archivos de sólo lectura

source: Allow typing into multiple caret points
es_es: Permitir escribir en múltiples puntos caret

source: Alternate Extensions
es_es: Extensiones alternas

source: Alternate Extensions:
es_es: Extensiones alternas:

source: Alternate File Pairs
es_es: Pares de archivos alternos

source: Alternate Files
es_es: Archivos alternos

source: An extension may not contain any of these characters:
es_es: Una extensión no puede contener ningundo de estos caracteres:

source: An update for Programmer's Notepad is available (version %s), would you like to download it now?
es_es: Una actualización de Programmer's Notepad está disponible (versión %s), ¿Le gustaría descargarla ahora?

source: Any Character
es_es: Cualquier caracter

source: Are you sure you wish to rename this magic folder? This will have the effect of renaming the actual folder on the disk.
es_es: ¿Está seguro que desea renombrar esta carpeta mágica? Esto renombrará la carpeta actual en el disco.

source: Arrange &Icons
es_es: Disponer &iconos

source: Arrange icons at the bottom of the window Arrange Icons
es_es: Disponer iconos en el foondo de la ventana Disponer iconos

source: Arrange windows as non-overlapping tiles Tile Windows
es_es: Disponer iconos como mosaicos no sobrepuestos Mosaico de ventanas

source: Arrange windows so they overlap Cascade Windows
es_es: Disponer ventanas sobrepuestas Ventanas en cascada

source: As &RTF...
es_es: Como &RTF...

source: As HTML...
es_es: Como HTML...

source: Ask Me
es_es: Preguntarme

source: Assign Shortcuts:
es_es: Asignar atajos:

source: At the &bottom of the main window
es_es: Al &fondo de la ventana principal

source: Auto-Close HTML/XML Tags
es_es: Autocerrar etiquetas HTML/XML

source: Auto-scroll Caret Position Limits:
es_es: Autodesplazar límites del caret:

source: AutoComplete After:
es_es: Autocompletar tras:

source: AutoComplete Settings
es_es: Configuración del autocompletado

source: AutoComplete when asked
es_es: Autocompletar al solicitar

source: Autocomplete
es_es: Autocompletar

source: Avoiding infinite search loop, Replace All abandoned
es_es: Evitar búsqueda infinitas, Reemplazar todos los abandonados

source: Bac&kground:
es_es: &Fondo:

source: Base Style Settings
es_es: Configuración del estilo base

source: Beginning of Line
es_es: Inicio de línea

source: Blend highlight colour:
es_es: Colores del resaltado:

source: Button1
es_es: Botón 1

source: Button2
es_es: Botón 2

source: C&lear
es_es: &Limpiar

source: Cancel
es_es: Cancelar

source: Cannot find in files in %s, the directory does not exist
es_es: No se pueden encontrar los archivos en %s, el directorio no existe

source: Capture output?
es_es: ¿Capturar salida?

source: Change the printer and printing options Print Setup
es_es: Cambia las opciones de la impresora y de la impresión Configurar impresora

source: Change the printing options Page Setup
es_es: Cambia las opciones de impresión Configurar página

source: Change the window position
es_es: Cambia la posición de la ventana

source: Change the window size
es_es: Cambia el tamaño de la ventana

source: Character Not in Range
es_es: El caracter no está en el rango

source: Character in Range
es_es: Caracter en rango

source: Characters:
es_es: Caracteres:

source: Check &Now
es_es: Comprob&ar

source: Check for &Updates
es_es: Comprobar act&ualizaciones

source: Check for &updates
es_es: Comprobar act&ualizaciones

source: Cl&ose Ctrl-F4
es_es: Ce&rrar Ctrl-F4

source: Clear output before running?
es_es: ¿Limpiar salida antes de ejecutar?

source: Clipboard S&wap
es_es: I&ntercambiar portapapeles

source: Close
es_es: Cerrar

source: Close &All
es_es: Cerrar &todo

source: Close All
es_es: Cerrar todo

source: Close All &Other
es_es: Cerrar todas las &otras

source: Close All &Other Windows
es_es: Cerrar todas las &otras ventanas

source: Close P&roject(s)
es_es: Cerrar p&royectos

source: Close Project(s)
es_es: Cerrar proyectos

source: Close Vie&w
es_es: Cerrar &vista

source: Close all project files?
es_es: ¿Cerrar todos los archivos de proyectos?

source: Close the active document Close
es_es: Cierra el documento activo Cerrar

source: Close the active window and prompts to save the documents
es_es: Cierra la ventana activa y sugiere guardar los documentos

source: Code Templates
es_es: Plantillas de código

source: Collapse All Folds
es_es: Contraer todos los pliegues

source: Com&ments
es_es: Co&mentarios

source: Command
es_es: Comando

source: Command &Mode
es_es: &Modo comando

source: Command:
es_es: Comando:

source: Confirmations
es_es: Confirmaciones

source: Console I/O
es_es: Consola I/O

source: Convert Spaces to Tabs
es_es: Convertir espacios a tabulaciones

source: Convert Tabs to Spaces
es_es: Convertir tabulaciones a espacios

source: Copy &File Path
es_es: Copiar ruta del &archivo

source: Copy as RTF
es_es: Copiar como RTF

source: Copy the selection and put it on the Clipboard Copy
es_es: Copia la selección y la pone en el portapapeles Copiar

source: Could not create file
es_es: No se podría crear el archivo

source: Create a new document New
es_es: Crea un nuevo documento Nuevo

source: Create a new project.
es_es: Crea un nuevo proyecto.

source: Create a new workspace.
es_es: Crea un nuevo espacio de trabajo.

source: Create backup files when saving
es_es: Crear respaldos al guardar

source: Cu&t
es_es: Cor&tar

source: Cu&t Line
es_es: Cor&tar línea

source: Curren&t document
es_es: Documento ac&tual

source: Current Date (%c)
es_es: Fecha actual (%c)

source: Current File
es_es: Archivo actual

source: Current Folder
es_es: Carpeta actual

source: Current Page (%p)
es_es: Página actual (%p)

source: Current Project Files
es_es: Archivos del proyecto actual

source: Current Shortcuts:
es_es: Atajos actuales:

source: Current Time (%t)
es_es: Hora actual (%t)

source: Current pro&ject
es_es: Pro&yecto actual

source: Cursor Colour:
es_es: Color del cursor:

source: Custom Output Parsing
es_es: Personalizar análisis de salida

source: Cut the selection and put it on the Clipboard Cut
es_es: Corta la selección y la pone en el portapapeles Cortar

source: DUMMY
es_es: FICTICIO

source: De&lete Line
es_es: &Elimiar línea

source: Defaults
es_es: Predeterminados

source: Display block caret instead of line
es_es: Mostrar bloque del caret en ves de la línea

source: Display full pages Print Preview
es_es: Muestra páginas completas Vista previa de impresión

source: Display program information, version number and copyright About
es_es: Muestra información del programa, número de versión y copyright Acerca de

source: Do &Not Download
es_es: &No descargar

source: Do not &ask me again
es_es: No &preguntarme de nuevo

source: Do you want to associate these extensions with Programmer's Notepad 2 now?
es_es: ¿Quiere asociar estas extensiones con Programmer's Notepad 2 ahora?

source: Do you want to open another copy of %s?
es_es: ¿Quiere abrir otra copia de %s?

source: Do you want to save changes to the project: %s?
es_es: ¿Quiere guardar los cambios en el proyecto: %s?

source: Document
es_es: Documento

source: Don't change the foreground.
es_es: No cambiar el primer plano.

source: E&xit
es_es: &Salir

source: E&xtensions
es_es: E&xtensiones

source: Edit Alternate File Pair
es_es: Editar par alterno de archivo

source: Edit File Type
es_es: Editar tipo de archivo

source: Edit SmartStart Phrase
es_es: Editar frase de SmartStart

source: Edit Tool
es_es: Editar herramienta

source: Editing
es_es: Edición

source: Empty Project
es_es: Proyecto vacío

source: Enable AutoComplete
es_es: Activar autocompletado

source: Enable Command Bar
es_es: Habilitar barra de comandos

source: Enable SmartStart
es_es: Habilitar SmartStart

source: Enabled
es_es: Habilitado

source: Enco&ding
es_es: Co&dificación

source: Encoding:
es_es: Codificación:

source: End of Line
es_es: Fin de línea

source: Enlarge the window to full size
es_es: Agranda la ventana a su tamaño completo

source: Ensure file ends with a blank line
es_es: Asegurar fin de archivo con una línea blanca

source: Enter a semi-colon separated list of directories that you do not wish to include:
es_es: Introduzca una lista separada por punto y coma de los directorios que no desee incluir:

source: Enter a semi-colon separated list of file types that you wish to include:
es_es: Introduzca una lista separada por punto y coma de los tipos de archivos que desee incluir:

source: Erase everything Erase All
es_es: Borra todo Borrar todo

source: Erase the selection Erase
es_es: Borra la selección Borrar

source: Ex&tension:
es_es: Ex&tensión:

source: Expand All Folds
es_es: Expandir todos los pliegues

source: Extension
es_es: Extensión

source: Extensions
es_es: Extensiones

source: F&ind in Files
es_es: &Buscar en archivos

source: Failed to create a backup document
es_es: Fallo al crear respaldo del documento

source: Fi&nd what:
es_es: &Qué buscar:

source: File &Browser
es_es: E&xplorador de archivos

source: File Browser
es_es: Explorador de archivos

source: File Date (%D)
es_es: Fecha del archivo (%D)

source: File Dialogs
es_es: Diálogos de archivos

source: File Extension or Name to Match:
es_es: Extensión del archivo o nombre a coincidir:

source: File Format:
es_es: Formato del archivo:

source: File Name (%f)
es_es: Nombre del archivo (%f)

source: File Path (%d)
es_es: Ruta del archivo (%d)

source: File Save Options
es_es: Opciones para guardar archivos

source: File Time (%T)
es_es: Hora del archivo (%T)

source: File Types
es_es: Tipos archivos:

source: File extensions should be entered including the '.' dot character, separated by semi-colons, in order of precedence. e.g. Start: .cpp;.cxx;.c;.cc Alternate: .h;.hpp
es_es: La extensiones de archivos eben ser introducidas incluyendo el caracter punto '.', separadas por punto y coma, en orden de precedencia. ej. Inicial: .cpp;.cxx;.c;.cc Alterno: .h;.hpp

source: File extensions should be entered starting with the '.' dot character.
es_es: Las extensiones de archivo deberián ser introducidas con el caracter punto al inicio '.'.

source: File types:
es_es: Tipos de archivos:

source: File:
es_es: Archivo:

source: Files
es_es: Archivos

source: Fill to &end of line
es_es: Rellenar &hasta el fin de línea

source: Find
es_es: Buscar

source: Find &Next
es_es: Buscar &siguiente

source: Find (drop down for other find types)
es_es: Buscar (escoja otros tipos de búsqueda debajo)

source: Find Dialog
es_es: Diálogo de búsqueda

source: Find Next Current &Word
es_es: Buscar la siguiente &palabra actual

source: Find Pre&vious
es_es: Busar a&nterior

source: Find Previous C&urrent Word
es_es: Buscar palabra act&ual anterior

source: Find Results
es_es: Resultados de la búsqueda

source: Find in Files
es_es: Buscar en archivos

source: Find more extensions at www.pnotepad.org...
es_es: Encuentra más extensiones en www.pnotepad.org...

source: Find reached the starting point of the search.
es_es: Se ha alcanzado el punto inicial de la búsqueda.

source: Find text in files Find in Files
es_es: Busca texto en los archivos Buscar en archivos

source: Find the specified text Find
es_es: Busca el texto especificado Buscar

source: Find where:
es_es: Donde buscar:

source: Folder:
es_es: Carpeta:

source: Folding enabled for supporting schemes
es_es: Plegado habilitado para soporte de esquemas

source: Font Style
es_es: Estilo de fuente

source: Fonts and Colours
es_es: Fuentes y colores

source: Found %d occurrences
es_es: %d ocurrencias encontradas.

source: Go To Line
es_es: Ir a la línea

source: Go to Definition
es_es: Ir a definición

source: Google Gr&oups
es_es: Gru&pos de Google

source: Group
es_es: Grupo

source: Highlight all instances of selected word
es_es: Resaltar todas las instancias de la palabra seleccionada

source: Highlight current editor line
es_es: Resaltar línea actual del editor

source: Highlight text beyond the edge column
es_es: Resaltar texto fuera del borde de columna

source: Hint
es_es: Sugerencia

source: Hint:
es_es: Sugerencia:

source: In &selection
es_es: En &selección

source: Include &hidden
es_es: Incluir &ocultos

source: Include Scheme Keywords
es_es: Incluir Keywors del esquema

source: Include Tags
es_es: Incluir etiquetas

source: Indentation Guides:
es_es: Guías de sangría:

source: Insert Clipboard contents Paste
es_es: Inserta el contenido del portapapeles Pegar

source: Interface
es_es: Interfaz

source: Jump To...
es_es: Saltar a...

source: Jump to:
es_es: Saltar a:

source: Keyboard
es_es: Teclado

source: Keyboard Shortcuts
es_es: Atajos de teclado

source: L&andscape
es_es: P&aisaje

source: Language
es_es: Idioma

source: Line &End Markers
es_es: Marcador&es de fin de línea

source: Line &Numbers
es_es: &Números de línea

source: Line Endings:
es_es: Finales de línea:

source: Lines:
es_es: Líneas:

source: Lo&wercase
es_es: Mi&núsculas

source: Long Line Helpers
es_es: Auxiliares de líneas largas

source: Look for a custom pattern:
es_es: Buscar un patrón personalizado:

source: Look for testing releases
es_es: Buscar lanzamientos de prueba
